[
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Introduction",
    "content": "",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "INTRODUCTORY",
    "content": "The Petroleum Act, 1934, is an Act to consolidate and amend the law relating to the import, transport, storage, production, refining and blending of petroleum.  Petroleum may be any liquid hydrocarbon or mixture of hydrocarbons, and inflammable mixture (liquid, viscous or solid) containing any hydrocarbon, and includes natural gas and refinery gas.\nThe Indian Petroleum Act, 1899 was passed at a time when the use of petroleum, especially dangerous petroleum or petrol, was limited and with the great developments in the use of petroleum it had become unsuitable in several ways.  The attention of the Government of India was drawn to the inconveniences caused due to the existence in different provinces of separate sets of rules regulating the importation, possession and transport of petroleum.  The Indian Petroleum Act, 1899 did not permit the issue by the Government of India of a set of rules applicable throughout British India, and the only way in which it had been possible to secure uniformity had been made by the issue by Local Governments from time to time of similar rules with the sanction of the Central Government.  This led to consultations of the Local Governments and it was felt necessary to revise the Act in 1925-26.  As a result the Local Governments agreed that the rule-making power should be transferred to the Central Government.  In addition, a number of changes had been suggested.\nThus in order to secure the uniformity, the Central Government was empowered to frame rules applicable throughout India.  The Petroleum Act, 1934, was assented by the then Governor-General on 6-9-1934, and it came into force with effect from 30-3-1937. The aim and object of the Act stated was to consolidate and amend the law relating to import, transport, storage, production, refining and blending of Petroleum and other inflammable substances as they existed then.  In addition to the `Preliminary' portion and the final `Supplemental' Chapter, it contained three separate chapters.  Chapter I relating to Control of Petroleum and Chapter II to its testing while Chapter III contained the necessary penal provisions.\nSubsequently due to the political changes in the set up and the prevailing circumstances various Amending Acts and Adaptation Orders had to be passed both in the pre-Independence period and thereafter.\nThis booklet reproducing the Petroleum Act, 1934, with short comments along with Petroleum Rules, 1976 would serve the purpose of having an overall view of the subject in issue.\nA creative feedback from the learned readers, bringing to our notice any mistake, error or omission or discrepancy that might have crept in this book in spite of our sincere efforts to avoid those, is most welcome, for it will help us improve the quality, style and presentation of the book in the forthcoming editions.\n\n\nAn Act to consolidate and amend the law relating to the import, transport, storage, production, refining and blending of petroleum \n\tWHEREAS it is expedient to consolidate and amend the law relating to import, transport, storage, production, refining and blending of petroleum.  It is hereby enacted as follows:",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "1.Short title, extent and commencement",
    "content": "(1) This Act may be called the Petroleum Act, 1934 \n(2 ) It extends to the whole of India.\n(3) shall come into force on such date as the Central Government may, by notification in \t the official Gazette, appoint.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "2.Definitions",
    "content": "In this Act unless there is anything repugnant in the subject or context – \n(a)      “Petroleum” means any liquid hydro-carbon or mixture of hydro-carbon and any inflammable mixture (liquid, viscous or solid) containing any liquid hydro-carbon; (b)     “petroleum Class A” means petroleum having a flash-point below twenty-three degrees centigrade; \n(c)      “petroleum Class B” means petroleum having flash-point of twenty-three degrees centigrade and above but below sixty-five degrees centigrade; \n(d)     “petroleum Class C” means petroleum having a flash-point of sixty-five degrees centigrade and above but below ninety-three degrees centigrade; \n(e)      flash-point” of any petroleum means the lowest temperature at which it yields a vapour which will give a momentary flash when ignited, determined in accordance with the provisions of Chapter II and the rules made thereunder; \n(f)       “to transport petroleum” means to move petroleum from one place to another in India and includes moving from one place to another in India across a territory which is not part of India; \n(g)      “to import petroleum” means to bring it into India by land , sea or air otherwise than during the course of transport; \n(h)      “to store petroleum” means to keep it in any one place, but does not include any detention happening during the ordinary course of transport; \n(i)        “motor conveyance” means any vehicle; vessel or aircraft for the conveyance of human beings, animals or goods, by land, water or air, in which petroleum is used to generate the motive power; \n(j)       “prescribed” means prescribed by rules made under this Act.\n(k)      [Omitted]",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS \nPetroleum",
    "content": "Unlike the Indian Petroleum Act, 1899, under the present Act of 1934, petroleum has been categorised as “Petroleum Class A”, “Petroleum Class B” and “Petroleum Class C”, depending upon the flash point, but the definition of “petroleum” remains the same as it was under old Act.\nAs per section 1 of Act 1862, `petroleum' included any product thereof that give off an inflammable vapour at a temperature of less than 100 degrees fahrenheit.  In Act 1868 it included all such rock oil, Rangoon oil, Burma oil, any product of them and any oil, made from petroleum, coal, schist, shale, peat, or other bituminous substance, as gives off inflammable vapour at a temperature of less than 100 degree fahrenheit.  A composition used for coating ship's bottoms which contained 33 per cent of petroleum oil and an equal quantity of linseed oil mixed with pigments, gum, etc., so as to form a paint or paste as it gave an inflammable vapour at a temperature of less than 73 degree fahrenheit, notwithstanding that it was mixed with other ingredients, it was held to be petroleum under Act 1871 and 1879.\n\n\nThe definition of `petroleum' in the Indian Petroleum Act, Act VIII of 1899, was of the categorical kind.  Section 2, defined the term “petroleum” as follows: \n“petroleum” includes also- \n\t(i)     the liquids commonly known by the names of rock oil, Rangoon oil, Burma oil, \t\t\tparaffin oil, mineral oil, kerosene, petroline, gasoline, benzine and benzol; \t(ii)     any inflammable liquid which is made from petroleum, coal, schist, peat or any \t\t\tother bituminous substance, or from any product of petroleum; and \n\t(iii)     any liquid, or viscous mixture having in its composition any of the liquids \t\t\taforesaid; \n\t(iv)     but it does not include any oil ordinarily used for lubricating purposes and \t\t\thaving its flashing point at or above two hundred degrees of fahrenheit's \t\t\tthermometer.\" \nThe term “petroleum” as used in the Petroleum (Consolidation) Act, 1928 included crude petroleum oil from petroleum, or from coal, shale, peat or other bituminous substances, and other products of petroleum.  It includes kerosene although it has not been implicitly stated thus under the Petroleum Act as to whether kerosene could be said to be a dangerous petroleum but surely commonsense would suggest that it be included in non-dangerous petroleum.-K.C. Sachdeva v. State, (1976) 2 Cr LJ 1208 p. 1209.\nCinematograph films having nitrocellulose base will fall within definition of `petroleum'.- 1984 AIR 34. Petroleum includes Kerosene oil also.-Sachdeva, K.C. v. State (1976) 2 Cri LJ 1208.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Flash point",
    "content": "`Flash point' of any petroleum means the lowest temperature at which the petroleum yields a vapour which will furnish a momentary flash or flame when ignited according to the provisions of Chapter II of the Act, Sections 14 to 22 and the rules made thereunder in Chapter X of the rules which is embodied in rules 187 to 189.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "To Transport Petroleum",
    "content": "The expression “to transport petroleum “means to move petroleum from one place to another in India and also across a territory which is not a part of India-Superintendent and Remembrancer of Legal Affairs-Indur Chandra Das, AIR 1932 Cal 456.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "To Import",
    "content": "Expression “to import” means, to bring petroleum into the territory of India by any means, whether by land, sea or air, but it does not comprehend petroleum in the course of transport.-Govind Ram v. King Emperor, AIR 1924 All 558.\nIf once the petroleum comes across the border of the country for and on account of the accused with his consent the offence of importing into India is complete, if it has been brought without a licence in an unauthorised way.  It did not cease to be imported by the accused simply because it had been interrupted in transit by the customs authorities.-Ram Tikaya v. The Crown AIR 1927 Lah 191.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Prescribed",
    "content": "In exercise of the powers conferred by sections 4, 5, 14, 21, 22 and 29(1) of the Petroleum Act, 1934, the Central Government made the Petroleum Rules, 1976 which came into force on 1-8-1976.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "3. Import, transport and storage of petroleum",
    "content": "(1) No one shall import, transport or store any petroleum save in accordance with the rules    made under section 4.\n(2) Save in accordance with the conditions of any licence for the purpose which he may be required to obtain by rule made under sec. 4, no one shall import petroleum Class A, and no one shall transport or store any petroleum.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "No licence is needed for import, transport or storage of small quantities of petroleum Class A and transport or storage of limited quantities of petroleum Class B or petroleum Class C.Kerosene is not “dangerous petroleum” and no licence is necessary to store less than 500 gallons in drums of less than 50 gallons capacity and thus, the charge for possessing Kerosene of less than 500 gallons without licence is unsustainable-K.C. Sachdeva v. State (1976) 2 Cri LJ 1208.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "4.Rules for the import, transport of petroleum:-",
    "content": "The Central Government may makes rules \n(a)  prescribing places where petroleum may be imported and prohibiting its import elsewhere; (b)  regulating the import of petroleum; \n(c)  prescribing the periods within which licences for the import of petroleum class A shall be applied for, and providing for the   disposal, by confiscation or otherwise, of any Petroleum Class A in respect of which licence has not been applied for within the prescribed period or has been refused and which has not been exported; \n(d)  regulating the transport of petroleum; \n(e)  specifying the nature and condition of all receptacles and pipelines in which petroleum may be transported; \n(f)  regulating the places at which and prescribing the conditions subject to which petroleum may be stored; \n(g)  specifying the nature, situation and condition of all receptacles in which petroleum may be stored; \n(h)  prescribing the form and conditions of licence for the import of Petroleum Class A and for the transport or storage of any petroleum, the manner in which applications for such licences shall be made, the authorities which may grant such licences and the fees which may be charged for such licences; \n(i)  determining in any class of cases whether a licence for the transport of petroleum shall be obtained by the consignor, consignee or carrier; \n(j)  providing for the granting of combined licences for the import, transport and storage of petroleum, or for any two of such purposes; \n(k)  prescribing the proportion in which any specified poisonous substance may be added to petroleum and prohibiting the import, transport or storage of petroleum, in which the proportion of any specified poisonous substance exceeds the prescribed proportion; and \n(l)  generally, providing for any matter which in its opinion is expedient for proper control over the import, transport and storage of petroleum including the charging of fees for any service rendered in  connection with the import, transport and storage of petroleum.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "5.Production, refining and blending of petroleum:",
    "content": "(1)  No one shall produce, refine or blend petroleum save in accordance with the rules made under sub-section (2).\n(2) The Central Government may make rules- \n(a) prescribing the conditions subject to which petroleum may be produced, refined or blended; and \n(b) regulating the removal of petroleum from places where it is produced, refined or blended and preventing the storage therein and removal therefrom, except as petroleum Class A of any\n\n\npetroleum which has not satisfied the prescribed tests. (3) [Omitted]",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "Section 5 imposes restrictions as to the production, refining and blending of petroleum which could be done only in accordance with the rules framed by the Central Government prescribing the conditions subject to which petroleum may be produced, refined or blended and the regulations imposed for regulating the removal of petroleum from places where it is produced, refined or blended and preventing the storage therein and removal therefrom of any petroleum without prescribed and certified testing.  Petroleum Class A is not covered by these regulations.\nThe relevant rules governing production, refining and blending of petroleum are given `in the Petroleum Rules, 1976, Chapters VII, VIII and IX, relating to “licences”, “Refining and Blending of petroleum”, “Tetra Ethyl Lead Mixtures”, and “Testing of petroleum”, respectively",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "6.Receptacles of dangerous petroleum to show a warning:",
    "content": "All receptacles containing petroleum Class A shall have a stamped, embossed, painted or printed warning either on the receptacle itself, or, where that is impracticable, displayed near the receptacle, exhibiting in conspicuous characters the words “Petrol” or “Motor Spirit”, or an equivalent warning of the dangerous nature of the petroleum: \nPROVIDED that this section shall not apply to- \n(a) any securely stoppered glass, stoneware or metal receptacle of less than ten litres capacity containing Petroleum Class A which is not for sale, or \n(b) a tank incorporated in a motor conveyance, or attached to an internal combustion engine, and containing petroleum intended to be used to generate motive power for the motor conveyance or engine, or \n(c) a pipe-line for the transport of petroleum, or \n(d) any tank which is wholly underground, or \n(e) any class of receptacles which the Central Government may, by notification in the Official Gazette, exempt from the operation of this section.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "7.No licence needed for transport or storage of limited quantities of petroleum ClassB or petroleum ClassC:",
    "content": "Notwithstanding anything contained in this Chapter, a person need not obtain a licence for the transport or storage of- \n(i)  petroleum Class B if the total quantity in his possession at any one place does not exceed two thousand and five hundred litres and none of it is contained in a receptacle exceeding one thousand litres in capacity; or \n(ii)  petroleum Class C if the total quantity in his possession at anyone place does not exceed forty-five thousand litres and such petroleum is transported or stored in accordance with the rules made under sec. 4.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "A person who has no intention of storing or keeping petroleum but merely orders it with the intention of having it stored on licensed premises belonging to another person, is not required to have a licence under the Act or the rules framed thereunder.-Kalabhai Mahomedalli v. Emperor, AIR 1937 Bom 11.\nKerosene is not `dangerous petroleum' and no licence is needed to store less than 500 gallons capacity.  In the instant case it is not disputed that ten drums of kerosene oil were found in the premises of the applicant, the capacity of one drum being less than 50 gallons hence, the said ten drums could not have been more than 500 gallons; and in view of Section 7 of the Petroleum Act no licence is required if the quantity of kerosene oil stored does not exceed 500 gallons.-K.C. Sachdeva v. State (1976) 2 Cr LJ 1208.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "8.No licence needed for import, transport or storage of small quantities of petroleum Class A:",
    "content": "(1)  Notwithstanding anything contained in this Chapter, a person need not obtain a licence for\n\n\nthe import, transport or storage of petroleum Class A not intended for sale if the total quantity in his possession does not exceed thirty litres.\n(2)  Petroleum class A possessed without a licence under this section shall be kept in securely stoppered receptacles of glass, stoneware or metal which shall not, in the case of receptacles of glass or stone ware, exceed one litre in capacity or, in the case of receptacles of metal, exceed twenty-five litres in capacity.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "9.Exemptions for motor conveyance and stationary engines",
    "content": "(1)  The owner of a motor conveyance, who complies with the requirements of the law for the time being in force relating to the registration and licensing of such conveyance and its driver or pilot and the owner of any stationary internal combustion engine, shall not be required to obtain a licence.\n(a)   for the import, transport or storage of any petroleum contained in any fuel tank incorporated in the conveyance or attached to the internal combustion engine, or \n(b)   for the transport or storage of petroleum Class A, not exceeding one hundred litres in quantity in addition to any quantity possessed under Cl. (a):PROVIDED that the petroleum is intended to be used to generate motive power for the motor conveyance or engine: \nPROVIDED FURTHER that the total quantity of petroleum Class A which may be stored without a licence under cl. (b) shall not exceed one hundred litres notwithstanding that such owner may possess other motor conveyance or engines.\n(2)  Petroleum Class A transported or stored without a licence under cl. (b) of sub-section (1) shall be kept as provided in sub-section (2) of Sec. 8, and, if it exceeds thirty litres in quantity, shall be stored in an isolated place which does not communicate with any room where any person resides or works or in any room where persons assemble.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "10.No licence needed by railway administration acting as carrier:",
    "content": "Notwithstanding anything contained in this Chapter, a railway administration, as defined in sec. 3 of the Indian Railways Act, 1890 (9 of 1890), need not obtain any licence for the import or transport of any petroleum in its possession in its capacity as carrier.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "Railway administration have elaborate rules for the carriage of petroleum by rail as provided in the Indian Railways Act and the Rules made thereunder.  Consequently s. 10 of the Petroleum Act exempts them from the need of taking out any licence in respect of petroleum in their possession as carrier.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "11.Exemption of heavy oils",
    "content": "Nothing in this Chapter shall apply to any petroleum which has its flash-point not below ninety-three degrees centigrade.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "12.General power of exemption",
    "content": "The Central Government may, by notification in the Official Gazette, exempt any petroleum specified in the notification from all or any of the provisions of this Chapter.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "The power to grant exemption under this section is a general power of the Central Government provided by the Legislature.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "13.Inspection of places",
    "content": "(1)  The Central Government may authorize any officer by name or by virtue of office to enter any place where petroleum is being imported, stored, produced, refined, or blended, or is under transport, and inspect all receptacles, plant and appliances used in connection with petroleum in order to ascertain if they are in accordance with the provisions of this Chapter and the rules made thereunder.\n(2)  The Central Government may make rules regulating the procedure of officers authorized under this section.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "The Act provides for three types of inspections and so it has been mentioned in sections 13, 14 and 26 of this Act.  Section 13 relates chiefly to administrative inspections by qualified technical inspectors.  Section 14 gives a purely routine power to take samples for testing of any petroleum found therein.  Section 26 is intended to bring to light evasions of the Act, particularly the concealment of unlicensed stocks, and contains a power of entry and search.  The powers under these three sections are kept separate as they may be exercised by different officers.\n\n",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "14.Inspection and sampling of petroleum:",
    "content": "(1)  The Central Government may, by notification in the Official Gazette, authorize any officer by name or by virtue of office to enter any place where petroleum is being imported, transported, stored, produced, refined or blended and to inspect and take samples for testing of any petroleum found therein.\n(2) The Central Government may make rules-egulating the taking of samples of petroleum for testing; \n(b) determining the cases in which payment shall be made for the value of samples taken  and the mode of payment, and enerally, regulating the procedure of officers exercising powers under this section.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "All tests of petroleum under the Act will have to be carried out by specially appointed testing officers issuing certified instruments.  Any private enterprise may submit a test apparatus of its own for certification. Whoever for the time being in control or incharge of any place where petroleum if being imported, transported, stored, produced, refined or blended, refuses, or neglects to show to any officer authorised under this section any petroleum in such place, or to give him such assistance as he may require for the inspection of such petroleum or refuses to allow him to take samples of the petroleum, shall be punishable with simple imprisonment which may extend to one month with or without fine which may extend to one thousand rupees.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "15.Standard Test Apparatus:",
    "content": "(1) A standard apparatus for determining the flash-point of petroleum shall be deposited with an officer to be appointed in this behalf by the Central Government by notification in the official Gazette.\n(2) Such apparatus shall be engraved with the words “Standard Test Apparatus”, and shall be verified and corrected from time to time and replaced, when necessary, in accordance with rules made under Sec. 21.\n(3) The Standard Test Apparatus shall, on payment of the prescribed fee, be open to inspection at all reasonable times by any person wishing to inspect it.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "Rules 191 to 198 of the Petroleum Rules, 1976 deal with standard test apparatus, method of test, procedure when tests show waof uniformity, certificates of test, Register of certificates, fee for inspection and comparison and fee of testing.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "16.Certification of other test apparatus:",
    "content": "(1) The officer appointed under Sec. 15 shall, on payment of the prescribed fee, if any, compare with the Standard Test Apparatus and apparatus for determining the flash-point of petroleum which may be submitted to him for this purpose.\n(2) If any apparatus is found by him to agree with the Standard Test Apparatus within prescribed limits, the officer shall engrave such apparatus with a special number and with the date of the comparison, shall give a certificate in respect of it in the prescribed form, certifying that on the said date the apparatus was compared with the Standard Test Apparatus and was found to agree with it within the prescribed limits, and specifying any corrections to be made in the results of test carried out with the apparatus.\n(3) A certificate granted under this section shall be valid for such period as may be prescribed. (4) A certificate granted under this section shall, during the period for which it is valid, be proof,\n\n\nuntil the contrary is proved, of any matter stated therein.\n(5) The officer shall keep a register in the prescribed form of all certificates granted by him under this section.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "After comparison if the apparatus is found to agree with the Standard Test Apparatus within the prescribed limits, the officer shall engrave such apparatus with a special number with the date of such comparison and grant a certificate along with the same, specifying any corrections to be made in the results of tests carried out with the apparatus.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "17.Testing officers:",
    "content": "The Central Government may authorize any officer by name or by virtue of office to test petroleum of which samples have been taken under this Act, or which may have been submitted to him for test by any person, and to grant certificates of the results of such tests.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "18.Manner of test:",
    "content": "All tests of petroleum made under this Act shall be made with a test apparatus in respect of which there is valid certificate under Sec. 16, shall have due regard to any correction specified in that certificate, and shall be carried out in accordance with rules made under Sec. 21.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "19.Certificate of testing:",
    "content": "(1) The testing officer after testing samples of petroleum shall make out a certificate in the prescribed form, stating whether the petroleum is petroleum Class A or petroleum Class B or petroleum Class C, and if the petroleum is petroleum Class B or petroleum Class C, the flash-point of the  petroleum.\n(2) The testing officer shall furnish the person concerned, at his request, with a certified copy of the certificate, on  payment of the prescribed fee, and such certified copy may be produced in any court in proof of the contents of the original certificate.\n(3) A certificate given under this section shall be admitted as evidence in any proceedings which may be taken under this Act in respect of the petroleum from which the samples were taken, and shall, until the contrary is proved to be conclusive proof, that the petroleum is petroleum Class A or petroleum class B or petroleum Class C, and, if the petroleum Class B or petroleum Class C, of its flash-point.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "This section obligates the testing officer to prepare the certificate in the prescribed form, classify the petroleum, and mention in case of Class B or C petroleum, the flash-point of the petroleum, to issue a certified copy of the certificate which is to be admitted inevidence in any proceedings under this Act as conclusive proof, regarding its classification to Class A, B or C petroleum and its flash-point unless the contrary is proved.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "20.Right to require re-test:",
    "content": "(1) The owner of any petroleum, or his agent, who is dissatisfied with the result of the test of the petroleum may, within seven days form the date on which he received intimation of the result of the test, apply to the  officer empowered under sec. 14 to have fresh samples of the petroleum taken and tested.\n(2) On such application and on payment of the prescribed fee, fresh samples of the petroleum shall be taken in the presence of such owner or agent or person deputed by him, and shall be tested in the presence of such owner or agent or person deputed by him.\n(3) If, on such re-test, it appears that the original test was erroneous, the testing officer shall cancel the original certificate granted under sec. 19, shall make out a fresh certificate, and shall furnish the owner of the petroleum, or his agent, with a certified copy thereof, free of charge.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "21.Power to make rules regarding tests:",
    "content": "The Central Government may make rules \n(a) for the specification, verification, correction and replacement of the Standard Test Apparatus; (b) Prescribing fees for the inspection of the Standard Test Apparatus; \n(c) regulating the procedure in comprising a test apparatus with the Standard Test Apparatus; (d) prescribing the form of certificate to be given in respect of a test apparatus so compared, and the period for which such certificates shall be valid; \n(e) prescribing the form of the register of such certificate; \n(f)  Prescribing fee for comprising a test apparatus with the Standard Test Apparatus; \n(g)  regulating the procedure of testing officer in carrying out tests of petroleum, providing for the averaging of results where several samples of the same petroleum are tested, and prescribing the variations from standard temperature which may be allowed; \n(h)  prescribing the form of certificates of tests of petroleum and the fees which may be charged therefor; \n(i)   providing, where the results of the testing of samples raise a doubt as to the uniformity of the quality of the petroleum in any lot under test, for the division of the lot into sub-lots, and for the selection and testing of samples of each sub-lot and for the averaging of results in accordance with the results of those samples; \n(j)   prescribing fees for re-tests under section 20 and providing for their refund where the original test was erroneous; and \n(k)  generally, regulating the procedure of all officers performing duties connected with the testing of petroleum, nd providing for any matter incidental to such testing.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "22.Special rules for testing viscous or solid forms of petroleum:",
    "content": "The Central Government may also make rules providing specially for the testing of any form of petroleum which is viscous or solid or contains sediment or thickening ingredients, and such rules may modify or supplement any of the provisions of this Chapter or of the rules made under section 21 in order to adapt them to the special needs of such tests.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "23.General penalty for offences under this Act:",
    "content": "(1) Whoever- \n(a) in contravention of any of the provisions of Chapter 1 or of any of the rules made thereunder, imports, transports, stores, produces, refines or blends any petroleum, or \n(b) contravenes any rule made under sec. 4 or sec. 5, or \n(c) being the holder of a licence issued under Sec. 4 or a person for the time being placed by the holder of such licence in control or in charge of any place where petroleum is being imported or stored, or is under transport, contravenes any condition of such licence or suffers any condition of such licence to be contravened, or \n(d) being for the time being in control or in charge of any place where petroleum is being imported, stored, produced, refined or blended or is under transport, refuses or neglects to show to any officer authorized under section 13 any receptacle, plant or appliance used in such place in connection with petroleum, or in any way obstructs or fails to render reasonable assistance to such officer during an inspection, or \n(e) being for the time being in control or in charge of any place where petroleum is being imported, transported, stored, produced, refined or blended, refuses or neglects to show to any officer authorized under section 14 any petroleum in such place, or to give him such assistance as he may require for the inspection of such petroleum, or refuses to allow him to take samples of the petroleum, or \n(f) being required, under section 27, to give information of an accident, fails to give such \ninformation as so required by that section,shall be punishable with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both. (2) If any person, having been convicted of an offence punishable under sub-section (1) is again guilty of any offence, punishable under that sub-section he shall be punishable for every such subsequent offence with simple imprisonment which may extend to three months, or with fine which may extend to five thousand rupees, or with both",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "A person, who has no intention of storing or keeping petroleum but merely orders it with the intention of having it stored on licensed premises belonging to another person is not required to have a licence under the Act or the rules framed thereunder, and, therefore, he cannot be punished under section 23 for failing to possess one.-Kalabhai Mahomedalli v. Emperor, AIR 1937 Bom 11.The keeping of petroleum received under a transport licence for a short period which is incidental to, and necessary for the distribution of it does not amount to “keeping” or “possession” within the meaning of the Act, and the question whether the period of time is short enough to be considered reasonable or too long to be considered unreasonable will depend upon the facts and circumstances of each case.-In re S. Swaminatha Iyer 18 Cri LJ 227. A person who takes delivery of a quantity of petroleum in excess of the quantity allowed by law, and is unable to prove that he did not continue for a reasonable time to be in possession of the entire quantity of which he took delivery, is guilty of the offence of being in possession of petroleum in excess of the quantity allowed by law.-Hosnak Ram Ganga Ram v. Emperor, 18 Cri LJ 627.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "24.Confiscation of petroleum and receptacles:",
    "content": "(1) In any case in which an offence under cl. (a) or cl. (b) or cl. (c) of sub-section (1) of section 23 has been committed, the convicting Magistrate may direct that- \n(a) the petroleum in respect of which the offence has been committed, or \n(b) where the offender is convicted of importing, transporting or storing petroleum exceeding the quantity he is permitted to import, transport or store, as the case may be, the whole of the petroleum in respect of which the offence was committed, shall, together with the receptacles in which it is contained, be confiscated.\n(2) This power may also be exercised by the High Court in the exercise of its appellate or revisional powers.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "25.Jurisdiction:",
    "content": "Offences punishable under this Act shall be triable, in the Presidencey-towns, by a Presidency Magistrate, and elsewhere by a Magistrate of the first class, or by a Magistrate of the second class who has been specially empowered by the Central Government in this behalf.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "26.Power of entry and search:",
    "content": "(1) The Central Government may, by notification in the Official Gazette, authorise any officer by name or by virtue of office to enter and search any place where he has reason to believe that any petroleum is being imported, transported, stored, produced, refined or blended otherwise than in accordance with the provisions of this Act and the rules made thereunder, and to seize, detain or remove any or all of the petroleum in respect of which in his opinion an offence under this Act has been committed.\n(2)  The provisions of the Code of Criminal Procedure, 1973 (2 of 1974) relating to searches shall, so far as they are applicable, apply to searches by officers authorized under this section.\n(3)  The Central Government may make rules regulating the procedure of authorised officers in the exercise of their powers under this section subject, however, to the provisions of sub-section",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "COMMENTS",
    "content": "An officer conducting a search under section 26, while following the rules prescribed by the Central Government must observe the conditions laid down in s. 165, Cr PC non-observance of which will render the search vitiated and illegal.-State of Rajasthan v. Rehman AIR 1960 SC 210.\nSeizure of goods cannot be affected by reason of the fact that it was seized in an illegal search.\nMerely because a search was illegal as it was carried out in contravention of section 165, Cr.\nP.C., or this section and rules under it, the same cannot, in any way , affect the seizure of the commodity under the search.  The search may be illegal.  If the search is carried out by an officer, who is not competent to do so, it would be open to the other side to oppose the search if the search is carried out in contravention of the provisions of section 165, Cr. P.C., or this Act and rules.  But the fact that a certain quantity of contraband petroleum was seized from the premises, when the same was searched, cannot be ignored merely because the search is illegal or irregular.-United Oil Mills v. Collector of Customs & Central Excise AIR 1963 (Ker) 241, A.G.\nVohra v. Chunnilal Mohanlal Modi (1973) 14 LR 932, Radha Krishna v. State of U.P. AIR 1963 SC 822.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "27.Notice of accidents with petroleum:",
    "content": "Whenever there occurs in or about, or in connection with, any place in which petroleum is refined, blended or kept, or any carriage or vessel either conveying petroleum or on or from which petroleum is being loaded or unloaded, any accident by explosion or by fire as a result of the ignition of petroleum or petroleum vapour attended with loss of human life or serious injury to person or property, or of a description usually attended with such loss or injury, the occupier of the place or the person for the time being in charge of the petroleum or the person in charge of the carriage or the master of the vessel, as the case may be, shall, within such time and in such manner as may be prescribed, give notice thereof and of the attendant loss of human life, or injury to person or property, if any, to the nearest Magistrate or to the officer-in-charge of the nearest police station and to the Chief Controller of Explosives.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "28.Inquiries into serious accidents with petroleum:",
    "content": "(1) The Inquiries mentioned in Sec. 176 of the Code of Criminal Procedure, 1973 (2 of 1974)] shall, unless Sec. 8 of the Coroners Act, 1871 (4 of 1871), is applicable to the circumstances, be held in all cases where any person has been killed by an accident which the Magistrate has reason to believe was the result of the ignition of petroleum or petroleum vapour.\n(2) Any Magistrate empowered to hold an inquest may also hold an inquiry under the said section into the cause of any accident which he has reason to believe was the result of the ignition of petroleum or petroleum vapour, if such accident was attended by serious injury to person or property, notwithstanding that no person was killed thereby.\n(3) For the purposes of sub-section (2), a Commissioner of Police shall be deemed to be a\n\n\nMagistrate empowered to hold an inquest.\n(4) The result of all inquiries held in pursuance of this section and of any inquiry held by a coroner in a case to which sub-section (1) refers shall be submitted as soon as may be to the Central Government , the Chief Controller of Explosives in India and the State Government.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "29.Provisions relating to rules",
    "content": "(1) In making any rules under this Act, the Central Government may \n(a)  provide for any matter ancillary to such rules for which in its opinion provision is necessary to protect the public from danger arising from the import, transport, storage, production, refining or blending of petroleum, and \n(b) make special provision for the special circumstances of any State or place.\n(2) Every power to make rules conferred by this Act is subject to the condition of previous publication.\n(3) All rules made under this Act shall be published in the Official Gazette.\n(4) Every rule made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule, or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "30.Power to apply Act to other substances",
    "content": "[Repealed by the Inflammable Substances Act, 1952]",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "31.Power to limit powers of local authorities over petroleum",
    "content": "Where any enactment confers powers upon any local authority in respect of the transport or storage of petroleum, the Central Government may, by notification in the Official Gazette, (a) limit the operation of such enactment, or \n(b) restrict the exercise of such powers, in any manner it deems fit",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "32.[Repeals]",
    "content": "[Repealed by the Repealing Act, 1938 (1 of 1938)]\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "202. Repeal and savings . - \n(1) The Petroleum Rules, 1976, are hereby repealed.",
    "content": "(2) Notwithstanding such repeal - \n(i) all licences or duplicates granted or renewed under the said rules and all fees imposed or levied shall be deemed to have been granted, renewed or imposed or levied, as the case may be under the corresponding provisions of these rules, and \n(ii) all approvals given and all powers conferred by or under any notification or rule shall, so far as they are consistent with the Act and these rules be deemed to have been given or conferred by or under these rules.109",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FIRST SCHEDULE \n1. Article \n2. Form of Licence \n3. Purpose for which Granted \n4. Authority empowered to grant licence \n5. Fee",
    "content": "1. III To carry petroleum in bulk by water An Officer appointed by the Central Govt.\nFor ships or other Rs. 5000 for Vessels not exce- period of one Eding 100 tonnes year or part the-Gross tonnage reof from the date of issue.\nFor every Rs. 1000 Additional 50 Tonnes gross tonnage or fraction thereof.\n2. XI To carry petroleum by land on mechanically propelled vehicles Controller Rs. 500 for every Calendar year or part thereof \n3. XII To import and store petroleum Class A in quantity not exceeding 300 litres District Authority Rs. 200 for every Calendar year or part thereof.\n4. XIII To import and store petroleum Class B otherwise than in bulk in quantity not exceeding 25000 litres District Authority Rs. 20 for every 1000 litres or part thereof for a calendar year.\n5. XIV To store petroleum in tank or tanks, in connection with pump outfit for fueling motor conveyances. Controller For each class of petroleum Rs. 1000 for the first 50 KL plus Rs. 15 for every additional KL or part thereof, for every calendar year subject to a maximum of Rs. 15,000 per calendar year or part thereof.\n6. XV To import and store petroleum in an installation Chief Controller or a Controller authorised in this behalf by the Chief Controller For each class of petroleum Rs. 1000 for the first 50 KL plus Rs. 15 for every additional KL or part thereof, for every calendar year subject to a maximum of Rs. 15,000 per calendar year or part thereof.\n7. XVI To import and store other wise than in bulk \n(a) Petroleum Class A in quantities exceeding 300 litres \n(b) Petroleum Class B in quantities exceeding 25000 litres \n(c) Petroleum Class C in quantities exceeding 45000 litres or \n(d) partly one class and partly two classes of petroleum Controller For each class of petroleum Rs. 1000 for the first 50 Kl plus Rs. 15 for every additional KL or part thereof, for every calendar year subject to a maximum of Rs. 15,000 per calendar year or part thereof.\n8. XVII To store petroleum Class A temporarily in quantities not exceeding 50000 litres for fuelling of aircrafts in connection with crop spraying work only.Controller For each class of petroleum Rs. 1000 for the first 50 Kl plus Rs. 15 for every additional KL or part thereof, for every calendar year subject to a maximum of Rs. 15,000 per calendar year or part thereof.\n9. Special Form To import and store petroleum class not provided for in Articles 3,4,5,6 and 7 Controller For each class of petroleum Rs. 1000 for the first 50 Kl plus Rs. 15 for every additional KL or part thereof, for every calendar year subject to a maximum of Rs. 15,000 per calendar year or part thereof.\n10. XVIII To decant kerosene (petroleum class B) from mechanically propelled vehicle in containers) Controller Rs. 200 for every Calendar year or part thereof.\n\n\n11. XIX To transport petroleum Class A/B in bulk on land for on site refuelling of aircrafts, heavy vehicles/machinery and stationery equipments by a mechanically propelled vehicle Viz, Refueller Controller Rs. 500 for every Calendar year or part thereof.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "SECOND SCHEDULE \t\tFORM I \n(See rules 17 and 26)",
    "content": "Declaration to be made by the Master or agent of ship carrying petroleum by sea before entering port or by the importer or his agent before importing petroleum by land\nName of ship \n…………………………… \nParticulars of the carriage\nName of Petroleum | Total quantity in the ship or carriage | Quantity of petroleum to be landed in India. Name of port or Place of import | Remarks\nPetroleum Class A which can be used in an internal combustion engine Other Petroleum Class A \nPetroleum Class B \nPetroleum Class C\nSignature of Master or agent of the ship",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Certificate of Storage Accommodation",
    "content": "I here by declare that I propose to store the following consignment of petroleum arriving per ……………………………(name of ship or particulars of carriage) in …………………….(name of port or place of Import) on or about…………………………..(date, month, year) at the storage tanks or shed, particulars of which are given in item (i) and (ii) of col. (1) of the statement below and I certify that the capacity as shown as available and shown as available in item (iii) of the said column are duly licensed for the storage of petroleum in question.\nSignature of importer or his agent Dated the………………..",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "STATEMENT",
    "content": "Description of Import               Petroleum                     Petroleum                                    Petroleum and storage capacity                Class A                        Class B                                        Class C\nA | (1)                                      (2)                                  (3)                                                (4)\n(i) Total licensed capacity of storage tanks.\n(ii) Total capacity available in storage tanks.\n(iii) Capacity to be utilized by present consignment.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "B",
    "content": "(i) Total licensed capacity of storage sheds.\n(ii) Total capacity available in storage sheds.\n(iii) Capacity to be utilized by present consignment.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM III \n(See rule 33 and Art. I of the First Schedule)",
    "content": "Licence for the carriage of Petroleum in bulk by water.\nLicence No. ……………………..                                                                   Fee Rs. ……………….\nThe vessel described below is hereby licensed for the carriage of Petroleum in bulk \nby water under rule 33 of Petroleum rules 2002 in the vessel described below subject to the provisions of Petroleum Act, 1934 and the rule made thereunder and to the further conditions of this licence.\nThe licence shall remain in force till the …………………..day of ……………two thousand*",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Licensing Authority \nDescription of the licensed vessel",
    "content": "Name of vessel ………………………………… \nOfficial number ………………………………… \nGross tonnage ………………………………… \nName and address of owners …………………..\nThe licence is liable to be cancelled if the licensed vessel when inspected is not found to be conforming to the descriptions and conditions attached hereto and contravention of any rules and conditions under which this licence is granted is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every such subsequent offence with simple imprisonment which may extends to three months, or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Conditions The Petroleum shall be Stored only in -",
    "content": "(i) the following** part of the vessel ……………………..………………………………………………... ……….…………………………………………………….………………………………………………….. …..………………………….…………………………………………………….…………………………… ………………………………………………….……………………………………………………………... ……………….…………………………………………………….………………………………………….. ………………………………….……………………………………………………………………………... (ii) the following manner** that is to say ……………………..…………………………………………… ……….…………………………………………………….…………………………………………………. …..………………………….…………………………………………………….…………………………… ………………………………………………….……………………………………………………………... ……………….…………………………………………………….………………………………………….. ………………………………….……………………………………………………………………………...\n* One year from the date of issue \n** The parts of the vessel and the manner of storage to be specified in details by the licensing authority in consultation with the Chief Controller of Explosives.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "F0RM IV \n(See rule 191) \nCertificate of Apparatus",
    "content": "…………….……………………………………………………. Apparatus \nMarked No ….…………….…………………………………………………………. Maker’s Name………………….…………………………………………………… SlideNo.…………….………………………………………………………….\n\n\nThermometer No. .…………………………….Oil Cup No.…………………… Water Bath Cup No. ……………………………………………….\nThe above apparatus including the thermometres been submitted for verification with the Standard Test Apparatus was compared by me on ……………….. ..and found to agree with it within the prescribed limits.\nThe following corrections are necessary to the thermometer and barometer or aneroid readings: Thermometer No. …………….……………………………………………………. \nBarometer or Aneroid No. ………………………………………………………… \nThis certificate is valid for a period of three years from the ………….………… \nDate……………..\nReference………………….\nSignature and designation of the Officer \n appointed under Section 15 (1) \n Of the Petroleum Act, 1934",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Register of Certificate of Apparatus",
    "content": "Serial        Designation of         Place at which         Number and       Contents      Date on which \t No           officer by                   the apparatus         date engraved        of               certificate \t whom the                  is indented              on the                certificate       will cease \t apparatus                  to be used              apparatus                                 to be valid \t has been tested",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "F0RM VI \n(See rule 195) \nCertificate of Tests of Petroleum",
    "content": "Owner .….……………………….…………………………… …………………… Marks.…………………………….………………………………………………… Test (1)…………….…………………………………………………………….\n(2) ………….…………………………………………………………………… (3) ………………….……………………………………………………………. Average …..……………..………………………………………….Thermometer Correction No.. ………………………………….………………………………… The sample is ……………………….………………………………..…………...\nPetroleum and (in the case of petroleum Class B) has a flash point of ………………………… \nPlace:                                                                           Testing Officer ………. Date………………..",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "F0RM VII \n[See rule 143, 147 and 148]",
    "content": "\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Application for the grant/amendment/renewal/transfer of licence to transport Petroleum Class A and Class B in bulk on land by mechanically propelled vehicles.Documents listed below must be submitted with this application \nPART A. To be filled in and signed by the applicant \n1. Applicant’s name and full postal address …………………………………… \n …………………………………….",
    "content": "2. Particulars of the vehicle in which……………….……………………………Petroleum is proposed to be transported \n(i) Make and Model ….……………………………………………… \n(ii) Engine Number ..….……………………………………………… \n(iii) Chassis Number ….………………………………………………… \n(iv) Registered Number….……………………………………………..….\n(v) ULW and RLW ….…………………………………………………….\n(vi) Date up to which the vehicle is registered ………………………… (vii) Name and full postal address of the \nregistered owner….………………………………………………………….\n(viii) Number of compartments and certified capacity in kilolitres of each compartment .…....…... ……………………………………… Compartment 1 2 3 4 5 6 7 Total Capacity in Kilolitres No.\nCapacity in kilolitress \nviii) Class or Classes of petroleum proposed to be transported in the vehicle described above …………………………………….\nix) Number and date of approval of the design drawing of the vehicle by the \nChief Controller ……………………………….…… \n3. Does the tank vehicle described above fully conform to the requirements laid down in third Schedule to the Petroleum Rules 2002 and are the design drawings approved by the Chief Controller? ………………………………………….\n4. Full Postal Address of the Place where \nthe vehicle will be normally stationed. …………………………………….\nI/We declare that the particulars given above have been checked up by me/us and are correct.\nI/We undertake of transport petroleum in the tank vehicle/trailer, particulars of which are given above, in accordance with the provisions of the petroleum Act, 1934, and the rules framed there under and any other law or rules for the time being in force. I/We understand that any \ncontravention of the said Act and the Rules framed thereunder is punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees or with both and for every subsequent offence with simple imprisonment which may extend to three months or with fine which may extend to five thousand rupees or with both.\nDate …………………………………… \nPlace…………………………………… Signature of the applicant.\nPart-B To be filled in and signed by the recognized engineer.\nI certify that the tank vehicle/trailer, the particulars of which are given in Part A of this form has been examined and tested by me and found to be fully conforming to particulars shown in approved drawing No………………………… date \n……………………………….complying with the requirements laid down in the Third Schedule to the Petroleum Rules, 2001.\nDate …………………………………… Name …………………………………..\nPlace…………………………………… Recognized Qualification …………… \t ………………………………………….\nFull Postal Address ………………… \n ………………………………………….\nSignature ……………………………..\nDocuments required to be submitted with this Application \n1. Two copies of drawing approved under sub-rule (3) of rule 63.\n2. Expired licence if the vehicle was previously licensed.\n3. Required amount of fee paid in the manner specified in rule 13.\n\n",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM VIII \n(See rules 143, 147 and 148)",
    "content": "Application for a grant/amendment/renewal of a licence to transport petroleum Class A/B in bulk on land for fueling of aircraft, heavy vehicles/ machineries and stationery equipment by a mechanically propelled vehicle viz. Refueller\nDocuments listed below must be submitted with this application.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "PART-A To be filled in and signed by the applicant \n1. Applicant’s Name and full postal address……………….…………………… \n2. Particulars of the vehicle in which…………….………………………………. petroleum is proposed to be transported for on-site fuelling of aircraft, heavy vehicles/machineries and stationery equipment.",
    "content": "(i) Make and Model .………………………………………… (ii) Engine Number ...………………………………………..\n(iii) Chassis Number ….…………………………………….\n(iv) Registered Number….…………………………………… (v) ULW and RLW………………………………………..….\n(vi) Date up to which the vehicle \nis registered ………….……………………..…...…….\n(vii) Name and full postal address \nof the registered owner ………………………………… (viii) Number of compartments and certified capacity in kilolitres of each compartment .…....…... ……………\nCompartment 1 2 3 4 5 6 7                                                                       Total Capacity in Kilolitres\nCapacity in Kilolitres\n(ix) Class or Classes of petroleum proposed to be transported in he vehicle described above.\n(x) Number and date of approval of the design drawing of the vehicle by the Chief Controller.\n(3) Does the tank vehicle described above fully conform to the requirements laid down in third Schedule to the Petroleum Rules 2002 and the design drawings approved by the Chief Controller. (4) Full Postal Address of the place where the vehicle will be normally stationed.\n(5) Full Postal Address and license number of the installation where the vehicle shall be loaded.\nIn case of service station, number and date of the letter under which the specifically prepared loading area attached to the service station has been approved.\n(6) Name and full postal address of users and of the place where the vehicle normally will be transporting petroleum Class A/B for the purpose of the site refueling of aircraft’s, heavy vehicles/machineries, stationery/equipment. Particulars of heavy vehicles which are proposed to be refueled by the vehicle.\nI/We declare that the particulars given above have been checked up by me/us and are correct.\nI/We undertake of transport petroleum by the vehicle, particulars of which are given above, in accordance with the provisions of the petroleum Act, 1934 and the rules framed thereunder and any other law or rules for the time being in force. I/We understand that any contravention of the said Act and the Rules framed thereunder is punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees or with both and for every subsequent offence with simple imprisonment which may extend to three months or with fine which may extend to five thousand rupees or with both.\nDate : \nPlace :                                                                                                       Signature of the applicant",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Part II To be filled in duly signed by the recognized engineer",
    "content": "I certify that the vehicle, the particulars of which are given in Part A of this form, has been examined and tested by me and found to be fully conforming to the particulars shown in approved drawing no………….dated \n………………..complying with the requirements laid down in the Third Schedule to the Petroleum Rules. 2002.\n\n\nName………………………….\nRecognized Qualification …..\nFull Postal address…………..\n………………………………… \nSignature \nPlace ……………..\nDate ……………..\nDocuments required to be submitted with this application \n1. Four copies of drawing approved under sub-rule 3 of rule 63.\n2. Required amount of licence fee to be paid in the manner specified in rule 13.\n3. Original licence (only in case of renewal/amendment).\n4. Four copies of site plan showing area of operations (only in case vehicle is used for on-site fuelling of the heavy vehicle/machineries and stationery equipment).\n5. List of heavy vehicles/machineries and stationery equipment’s whose tanks require filling/replacement.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "6. Four copies of the plans of the premises approved for loading the vehicles under rule 76(1). Authorised carrying capacity  Compartment No. 1 2 3 4 Total Capacity in Kilolitres Capacity in Kilolitres \nSPACE FOR ENDORSEMENT OF RENEWALS \n(The licence shall be renewable without any concession in fee for the maximum period upto three years)",
    "content": "Date of renewal Date of Expiry Signature and office stamp of Licence authority This licence is liable to be cancelled if the licensed vehicle is not found conforming to the specifications given in the Third Schedule or for the contravention of any of the rules and conditions under which this licence is granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Application for a grant/amendment/renewal/transfer of a \nlicence to import and store petroleum \nDocuments listed below must be enclosed with this application, if it is for the grant of a licence in Forms XIV, XV, XVI or in Special Form",
    "content": "The replies to be given in this Column \n1. Applicant’s Name …………… ………………………… \nApplicant’s calling …………… ………………………… \nApplicant’s full …………… ………………………… \nPostal Address …………… ………………………… \n2. Situation of the premises where …… ………………………… \nPetroleum is to be stored …………… ………………………… \nState …………… ………………………… \nDistrict …………… ………………………… \nTown and village …………… ………………………… \nPolice Station …………… ………………………… \nNearest railway station …………… ………………………… \n3. Quantity (in litres) of petroleum proposed to be imported and stored : (i) Petroleum Class A …………… ………………………… \n(a) In bulk …………… ………………………… \n(b) Not in bulk …………… ………………………… \n(c) Total …………… ………………………… \n(ii) Petroleum Class B …………… ………………………… \n(a) In bulk …………… ………………………… \n(b) Not in bulk …………… ………………………… \n(c) Total …………… ………………………… \n(iii) Petroleum Class C …………… ………………………… \n(a) In bulk …………… …………………………\n\n\n(b) Not in bulk …………… ………………………… \n(c) Total …………… …………………………",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Notes.",
    "content": "1. Where the application is made on behalf of a company, the name and address of the company and the name of the manager or agent should be given and the application should be signed by him. Every change in the name of the manager or agent shall be forthwith intimated to, and his specimen signature filed with, the licensing authority.\n2. “In bulk” means in tanks or receptacles exceeding 1,000 litres in capacity “Not in bulk” means in approved containers not exceeding 1,000 litres in capacity.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Documents required to be submitted with this application for a Licence in Forms XIV, XV, XVI or in special Forms.",
    "content": "(i) Four copies of specifications and plans approved under sub-rule (5) of rule 131 or sub-rule (3) of rule 147, as the case may be. (Not required for renewal and transfer or a licence without amendment) \n(ii) Licence together with approved plan and specifications attached there to. (Not required for the first grant of licence) \n(iii) “No Objection Certificate” from the District Authority. (Not required for renewal, transfer and amendment of a licence without any change in the site of the licensed premises).\n(iv) Requisite amount of fees for the grant, amendment, or transfer of a licence paid in the manner specific in Rule 13.\n(v) A certificate of tank testing if required under Rule 126.\n(vi) A certificate of safety if required under Rule 130.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM X \n[See rules 143, 147, and 148]",
    "content": "Application for a grant/amendment/renewal of a licence to decant kerosene (petroleum Class B) from mechanically-propelled vehicles in containers Replies to be given in this Column \n1. Applicant’s Name …………… ………………………… \n Applicant’s calling …………… ………………………… \n Applicant’s full …………… ………………………… \n Postal Address …………… ………………………… \n2. Particulars of the vehicle in which kerosene (petroleum Class B) is to be transported.\n1. Registration No. …………… ………………………… \n 2. Licence No. under the Petroleum Rules, 2002………… …………………………  3. Validity of the Licence …………… …………………………\n\n\n4. Name and address of licensee:…… ………………………… \n 3. Area of operation for which licence is required: \nState (1) …………… ………………………… \nState (2) …………… ………………………… \nDistrict/City/Town/Village/Street/Road/Police Station …………… \n………………………… \n4. Location of premises where kerosene container is to be stored: Municipal Corporation/Panchayat \nNo. …………… ………………………… \nName and address of the \noccupant: …………… ………………………… \n5. Has the applicant been appointed agent dealer of oil company.\n……………………………………… \nIf, yes, please give name of the Oil company and reference no. and \ndate of appointment. …………… ………………………… \nI hereby declare that the particulars have been checked up by me and are true and I undertake to abide by the terms and conditions of the licence which will be granted to me.\nDate of application Signature of the applicant.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Notes:-",
    "content": "1. When the application is made on behalf of the company, the name of the manager or agent should be given and the application should be signed by him. Every change in the name of the manager or agent shall be forth with intimated to, and his specimen signature filed with, the licensing authority.\n2. Application shall be made in respect of not more than two areas of operation and decantation of kerosene will be done in due area at a time.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM XI \n(See Art. 2 of the First Schedule)",
    "content": "Licence to transport petroleum Class A or petroleum Class B in bulk on land by mechanically propelled vehicles.\nLicence No. ……………………..                                                                           Fee Rs. ……….\nLicence is hereby granted to …………..…………………………………… ………….to transport Petroleum in bulk on land by the vehicle as described below subject to the provisions of Petroleum Act, 1934 and the rules made thereunder and to the further conditions of this licence.\nThe Licence shall remain valid up to the *…………………..day of ……………20…… Date of issue…………..\nController",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "DESCRIPTION OF THE VEHICLE",
    "content": "Make and Model ….……………………Engine Number ..….………………..\nChassis Number ….……………………Registration Number….……………… Name of the Registered Owner….……………….\nClass (es) of petroleum authorized to be carried in vehicle ……………………… Authorised carrying capacity of the tank and compartments.\nCompartment 1 2 3 4 5 6 7 Total Capacity in Kilolitres No.\nCapacity in kilolitres \n* One year from the date of issue.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "SPACE FOR ENDORSEMENT OF RENEWALS \n(The licence shall be renewable without any concession in fee for three years in the absence of contravention of the provisions of the Petroleum Act, 1934, or the rules formed thereunder or of the conditions of this licence",
    "content": "Date of renewal Date of Expiry Signature and office stamp of Licensing authority This licence is liable to be cancelled if the licensed vehicle is not found conforming to the specificationS given in the Third Schedule or for the contravention of any of the rules and\n\n\nconditions under which this licence is  granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months; or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) The licence or its authenticated copy shall at all times be kept in the licensed vehicle and produced on demand by an inspector.\n2) Only responsible persons who are conversant with the conditions of this licence shall be employed for driving the licensed vehicle or attending to it.\n3) The licensed vehicle shall be constantly attended to by a responsible person and by at least two persons while it is transporting petroleum exceeding 5 kilolitres or towing another vehicle: Provided that the licensed vehicle may, if its tanks and compartments are empty, be left unattended in a place approved for the purpose in writing, by the Chief Controller.\n4) The licensed vehicle shall at all times carry \na) a portable fire extinguisher of capacity not less than 9 litres and suitable for extinguishing oil fires. The extinguisher shall be kept unlocked at an easily accessible position which shall be away from the discharge faucets of the vehicle.\nb) A separate oil tight and electrically continuous hose for each class of petroleum it is carrying, the hoses shall have at each end oil-light coupling to match the discharge faucet of the licenced vehicle and the inlet pipe into which the petroleum carried in the vehicles is to be unloaded. c) a strong and flexible cable for electrical bonding; the cable shall be at least 5 metres long and shall have at each and a suitable clamp or clip.\n5) The licensed vehicle shall not be loaded or unloaded except in a place approved for the purpose, in writing, by the Chief Controller: Provided that the licensed vehicle may not be unloaded at any other place with all due precautions and under adequate supervision if such unloading is necessitated by an accident or breakdown.\n6) Petroleum carried in the licensed vehicle shall not be directly transferred in to any container or into the fuel tank of any motor conveyance or an internal combustion engine.\n7) The licensed vehicle shall not be loaded if any tank or compartment, pipe valve, emergency discharge control or any safety fitting becomes leaky, defective or otherwise insecure until necessary repairs have been carried out satisfactorily, and in the event of any leak in the tanks or compartments, until the leak is thoroughly repaired and all the tanks or compartments pass the test specified in clause 5 of the Third Schedule to the petroleum Rules.\n8) Before petroleum is loaded into or unloaded from the licensed vehiclea) its engine shall be stopped and the battery shall be isolated by a proper switch or otherwise; \nb) its wheels shall be secured by brakes or by scotching and in the case of animal drawn vehicles, animals shall be unhitched and removed; \nc) its chassis shall be electrically bonded by a cable with the pipe into or from which it is to be unloaded or loaded; \nd) the correct filling or discharge hose shall be selected and connected by oil-tight coupling at both ends; \ne) a responsible person shall be in attendance ad remain so until loading or unloading is over and the tanks and compartments have been sealed.\n9) Except when called upon the traffic signals or required by an Inspector or a Sampling Officer, the licensed vehicle shall not stop on any road, congested area or a place which is not a place approved in writing, under these rules for loading, unloading or stabling of such vehicles.\n10) No smoking and no fire or artificial light or any article capable of igniting inflammable vapour shall be allowed on the licensed vehicle.\n11) The licensed vehicle shall not be used for carrying passenger or any article other than petroleum.\n12) The licensed vehicle shall not be allowed to be repaired by welding, soldering, brazing, or hot riveting until its tanks, compartments, pipes and valves have been thoroughly cleaned and examined by a competent personand certified by him in writing to be free from inflammable vapour or oil.\n\n\n13) No alteration in the licensed vehicle or its safety fittings shall be carried out without the previous sanction in writing of the licensing authority. Such alterations so sanctioned shall be endorsed on this licence by an amendment.\n14) Every facility shall be given at all reasonable time to any inspector or sampling officer for ascertaining that the rules and the conditions of this licence are dully observed or for drawing samples.\n15) Any accident, fire or explosion occurring in the licensed vehicle, which is attended with loss of human life or serious injury to person or property shall be immediately reported to the nearest Magistrate or to the officer-in-charge of the nearest police station having jurisdiction and by telephone/fax and also by telegram to the Chief Controller or Explosives (Telegraphic address “EXPLOSIVES, NAGPUR”).",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Additional conditions for the carriage of Petroleum Class A along with any other class of petroleum in the same vehicle covered by this licence.",
    "content": "a) Two capital letters “ML” each not less than 10 cm. square shall be printed in a conspicuous colour on each side and the rear of the licensed vehicle.\nb) The filling pipe, discharge faucet and the vent pipe of the one compartment shall not be interconnected by manifolding or otherwise with the filling pipe, discharge faucet or vent pipe of any other compartment.\nc) A metal band not less than 2.5 cm wide, coloured red and bearing embossed or printed words “MOTOR SPIRIT” shall be securely attached to fill the pipe and discharge faucet of each compartment carrying petroleum Class A. A similar metal band coloured blue and grey and bearing embossed or printed words describing the class of petroleum shall be securely attached to fill the pipe and discharge faucet of each compartment carrying such other class of petroleum. d) Separate hoses for each calls of petroleum shall at all times be carried in the licensed vehicle.\nHoses for each calls or petroleum shall have securely attached to it distinctively coloured and marked identification bands as prescribed under additional conditions No. (c) for filling pipe and discharge faucet.\ne) Petroleum carried in the licensed vehicle shall not be unloaded except into the underground tanks of a service station.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM XII \n\t(See Art. 3 of the First Schedule) \nLicence to import and store Petroleum Class A in quantity not exceeding 300 litres in a storage shed or approved bin",
    "content": "Licence No. ……………………..                                                          Fee Rs. ………………….\nLicence is hereby granted to …………..………………………………… \n…………….valid only for the importation and storage of \n……………………………………litres of Petroleum in the premises described below \nsubject to the provisions of Petroleum Act, 1934 and the ruleS made thereunder and to the further conditionS of this licence.\nThe Licence shall remain in force up to the 31st day of December20………….\nThe ……………………….. 20………………. District Authority.\nDescription and location of the licensed premises: \nThe licensed premises consist of Storage Shed ……………………….\nAn approved bin of type approved by the Chief Controller.\nand is situated at …………………………………..",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "House Number/Name of Street/Village or Town/Police Station/District Space for Endorsement of Renewals",
    "content": "This licence shall be renewable without \nany concession in fee for three years \nin the absence of contravention of the \nprovisions of the Petroleum Act, 1934 \nor of the rules framed thereunder\n\n\nor of the conditions of this licence.\nDate of renewal Date of expiry of \nlicence \nSignature and \nOffice stamp of the \nlicensing authority.\nThis licence is liable to be cancelled if the licensed premises are not found conforming to the description and conditions attached hereto and contravention of any of the rules and conditions under which this licence is granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) Petroleum Class A shall be stored only:- \n(i) in a storage shed constructed of suitable non-combustible materials on private ground, the doors and windows may be of wood; or \n(ii) in a property ventilated iron bin of a design approved by the Chief Controller and placed on private ground in the open air.\n2) The storage shed shall be adequately ventilated near the ground level and also near the roof.\nThe ventilators shall be provided with two layers of noncorroding metal wire gauze having not less than 11 meshes per linear centimeter.\n3) The storage shed shall not from part, or be attached to, any building inwhich any person resides or works or where persons assemble for anypurpose unless it is separated therefrom by a substantial roof and partition –wall of masonry construction having no openings therein.\n4) The storage shed if in any building, shall not be situated under any staircaseor under any other means of exit likely to be required to be used for escape in case of fire.\n5) Any two storage shed or bins or other storage premises not more than six metres apart shall be deemed to one storage shed.\n6) No alterations shall be carried out in the storage shed or bin without the previous sanction in writing of the licensing authority.\n7) If the licensing authority calls upon the holder of a licence, by a notice in writing to execute any repairs to the storage shed, which are, in the opinion of such authority necessary for the safety of the shed, the holder of the licence shall execute the repairs within such period as may be fixed by the notice.\n8) All empty receptacles which have contained petroleum Class A shall except when they are opened for the purpose of cleaning them and rendering them free from petroleum vapour be kept securely closed unless they have been thoroughly cleaned and freed from petroleum vapour.\n9) No receptacles shall be repaired on the premises and no person shall repair or cause to be repaired any receptacle in which to his knowledge, any petroleum Class A is or has been kept until he has taken all reasonable precautions to ensure that the receptacle has been rendered free from such petroleum and any inflammable vapour.\n10. Adequate precautions shall be taken at all times for the prevention of accident by fire or explosion.\n11. Every care shall be taken to prevent any petroleum Class A escaping into any drain, sewer harbour, river or watercourse or a public road.\n12. Adequate precautions shall be taken to prevent unauthorized persons having access to a petroleum Class A kept and to the vessel which contains or has contained such petroleum. 13. The licensee shall keep daily records and accounts of all receipts and issues of petroleum in such form as the licensing authority may from time to time prescribe and shall exhibit his stock and records to an inspector or sampling officer on demand.\n14. Any accident, fire or explosion occurring in the licensed premises, which is attended with loss of human life or serious injury to person or property shall \nbe immediately reported to the nearest Magistrate or to the officer-in-charge of the nearest police station and to the Chief Controller of Explosives Nagpur, immediately by telephone/fax and also by telegram or telephone where such means of communication are available. [Telegraphic address:’EXPLOSIVES, NAGPUR’]\n\n\n15. Free access to the licensed premises shall be given at all reasonable times to any inspector or sampling officer and every facility shall be afforded to such officer for ascertaining that rules and the conditions of this licence are duly observed.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM XIII \n(See Art. 4 of the First Schedule)",
    "content": "Licence to import and store Petroleum Class B otherwise than in bulk in quantity not exceeding 25,000litres.\nLicence No. ……………………..                                                                Fee Rs. ……………….\nLicence is hereby granted to …………..………………………………… \n…………….valid only for the importation and storage of \n……………………………………litres of Petroleum in the premises described below subject to the provisions of Petroleum Act, 1934 and the rules made thereunder and to the further condition of this licence.\nThe Licence shall remain force up to the 31st day of ………….\nThe ……………………….. 20……………….\nDistrict Authority",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Description and location of the licensed premises:",
    "content": "The licensed premises, consist of storage shed and is situated at ………………… (House No. or Plot No.) (Name of Street) (Town or village) (Police Station) (District)",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Space for Endorsement of Renewals",
    "content": "This licence shall be \nrenewable without \nany concession in \nfee for three years \nin the absence of \ncontravention of the \nprovisions of the \nPetroleum Act, 1934 \nor of the rules \nframed thereunder \nor any of the \nconditions of this \nlicence.\nDate of renewal Date of expiry of \nlicence \nSignature and \nOffice stamp of the \nlicensing authority.\nThis licence is liable to be cancelled if the licensed premises are not found conforming to the description and conditions attached hereto and contravention of any of the rules and conditions under which this licence is granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months; or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) Petroleum shall be stored in the licensed storage shed which shall be constructed of suitable non-combustible material but the beams, rafters, columns, doors and windows may be of wood. The floor of the storage shed shall be suitably finished to form a sump or enclosure not more than thirty centimetres deep and capable of receiving and retaining, in case of any accident or emergency, a volume not less than one half of the quantity allowed under the licence.\n\n\n2) The storage shed shall not from part of , or be attached to any building in which any person resides or works or where persons assemble for any purpose unless it is separated therefrom by a substantial floor or partition – which is constructedof uninflammable material and has no opening in it.\n3) The storage shed if in any building, shall notbe situated under any staircase or under any other means of exit likely to be required to be used for escape in case of fire.\n4) No alteration shall be carried out in the storage shed or bin without the previous sanction in writing of the licensing authority.\n5) If the licensing authority calls upon the holder of a licence, by a notice in writing to execute any repairs to the storage shed, which are, in the opinion of such authority necessary for the safety of the shed, the holder of the licence shall execute the repairs within such period not being less than one month from the date of receipt of the notice, as may be fixed by the notice.\n6) Any two storage sheds not more than three metres apart shall be deemed to one storage shed.\n7) Petroleum Class B shall be packed in air-tight tins or drums of approved type or in other receptacles not easily broken.\n8) The drum or other receptacles containing petroleum shall only be opened in the licensed premises and for the time necessary for drawing off the petroleum and during such drawing off every reasonable precaution shall be adopted for preventing the escape of petroleum or the vapour therefrom.\n9) Adequate precautions shall be taken to prevent unauthorized persons having access to a petroleum kept and to any receptacles which contains or has contained such petroleum.\n10) Adequate precautions shall be taken at all times for the prevention of accident by fire or explosion.\n11) Every care shall be taken to prevent any petroleum escaping into any drain, sewer harbour, river or watercourse or a public road.\n12) The licensee shall keep daily records and accounts of all receipts and issues of petroleum in such form as the licensing authority may from time to time prescribe and shall exhibit his stock and records to an inspector or sampling officer on demand.\n13) Any accident, fire or explosion occurring in the licensed premises, which is attended with loss of human life or serious injury to person or property shall be immediately reported to the nearest Magistrate or to the officer-in-charge of the nearest police station and by telephone/fax and also by telegram to the Chief Controller oF Explosives (Telegraphic address “EXPLOSIVES, NAGPUR”).\n14) Free access to the licensed premises shall be given at all reasonable times to any inspector or sampling officer and every facility shall be afforded to such officer for ascertaining that rules and the conditions of this licence are duly observed.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM XIV \n\t(See Art. 5 of the First Schedule) \nLicence to store Petroleum in tank or tanks in connection with Pump outfit for fuelling Motor Conveyances",
    "content": "Licence No. …………………….                                                         Fee Rs. ………………..……… Licence is hereby granted to …………..…………………………… \n………………….valid only for the storage of ……………………… \n……………Kilolitres of Petroleum Class A and …………..Kilolitres of Petroleum Class B/C in tank(s) in the premises described below and shown on the plan No. ………….. dated………….. hereto attached subject to the provisions of Petroleum Act, 1934 and the rule made thereunder and to the further conditions of this licence.\nThe licence shall remain in force up to the 31st day of December20………….\nThe ……………………….. 20……………….",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Controller \nDescription and location of the licensed premises:",
    "content": "This licensed premises, the boundaries of which are shown in the attached plan, are situated at …………………………….and consist of …………..\na) …………………………….……………………………… number(s) underground gas tanks of capacity……...………………………….kilolitres respectively of petroleum Class A connected with \n…………………………….…………………………….number(s)\n\n\nelectrically/manually operated dispensing pump(s).\nb) …………………………….……………………………… number(s) underground gas tight tanks of \ncapacity……...………………………….kilolitres each respectively of petroleum Class B/C connected with \n…………………………….…………………………….number(s) electrically/manually operated dispensing pumps(s).\nc) A sales room/kiosk.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "d) Servicing facilities consisting of \nSpace for Endorsement of Renewals",
    "content": "This licence shall be \nrenewable without any \nconcession in fee for \nthree years in the \nabsence of contravention \nof the provisions of the \nPetroleum Act, 1934 or \nof the rules framed \nthereunder or of the \nconditions of this licence.\nDate of renewal Date of expiry of \nlicence \nSignature and \nOffice stamp of the \nlicensing authority.\nThis licence is liable to be cancelled if the licensed premises are not found conforming to the description given or the approved plan attached hereto or to the conditions under which this licence is granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months; or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) The Petroleum shall be stored only in one or more underground gastight tanks of capacity and in the position shown in the approved plan attached hereto.\n2) Every tank shall be outside any building and placed in a masonry or \nconcrete pit and packed around with sand, earth or clay so that no air space is left between the tank and the masonry or concrete pit and the tank is not visible, such a masonry or concrete pit shall not be obligatory if the tank is a welded one and tested up to pressure of 0.25 kg per square centimeter and is buried and is on a private, leased or rented land and no part of the tank is less than 1.5 metres from any point of the marked boundary of the premises in the approved plan attached hereto.\n3) The space over the buried tank(s) shall not be used for any purpose other than _________________________.\n4) There shall be no openings in any tank other than those necessary for the introduction or removal of the petroleum or for ventilating or dipping the tank. The filling and dipping pipes shall be carried down nearly to the bottom of the tank.\n5) Every tank shall be fitted with an independent vent pipe leading into the open air. The vent pipe shall be securely supported and shall not be less than 4 metres in height and four metres from any adjoining land or property or from the nearest opening of the sales room/kiosk or any other facility in which sources of fire are likely to be present. Vent pipe of any tank shall not be interconnected with the vent pipe of another tank. The open end of every vent pipe shall be covered with two layers of non-corrodible metal wire gauze having not less than 11 meshes per liner centimeter and shall be further protected from rain by hood or by suitably bending it downward.\n\n\n6) No alteration of the position of a pump or tank and replacement of a tank shall be effected except with the previous sanction in writing of the licensing authority. All alterations sanctioned under this condition shall be shown on an amended plan to be attached to this licence.\n7) If the licensing authority calls upon the holder of a licence, by a notice in writing to execute any repairs to the storage shed, which are, in the opinion of such authority necessary for the safety of the premises, the holder of the  licence shall execute the repairs within such period note being less than one month from the date of receipt of the notice, as may be fixed by the notice.\n8) Every tank before being repaired or exhumed, shall be cleared of all petroleum and of all flammable vapours, when a tank in position is opened for cleaning or repairs, no electric or other lamps, electric cable or electric fans and no articles, appliances or equipment capable of igniting flammable vapour shall be brought near the manhole of the tank until the tank has been certified in writing to be ‘gas-free’ by a competent person. Where the tank has been so certified as “gas-free” the certificate shall be preserved by the licensee for a period of not less than three months.\n9) The petroleum shall enter a tank through close coupled electrically continuous and sound hose.\n10) The underground tank or tanks shall not be filled between the hours of sunset and sunrise except in a manner and under conditions specially endorsed on this licence by the licensing authority.\n11) No artificial light capable of igniting flammable vapour shall at any time be present in the immediate vicinity of the tank lorry/wagon during the transfer of the petroleum to the tank and no person engaged in such transfer shall smoke. When the underground tank is filled with petroleum from barrels, no such light and no smoking shall be allowed within a distance of 9 metres from barrels.\n12) No petroleum shall be removed from a tank except by means of the pump or pumps at the positions marked on the plan hereto attached. Every pump shall together with its connections and fittings be so constructed and maintained as to be gas and petroleum tight. The pipe connection between the tank and a pump shall be placed underground.\n13) For the purpose of charging the tanks of motor vehicles the petroleum shall only be supplied by being.- \na) pumped through strong metal piping by means of approved pumps into above ground measuring tanks of a capacity not exceeding 150 litres, fixed in approved positions, and run thence through sound hose fitted with a secure self-closing cock and nozzle, into the tanks of motor vehicles, or \nb) pumped through strong metal piping by means of approved pumps into an above ground service tank of approved capacity, fixed in an approved position, and run thence through strong metal piping into measuring tanks of a capacity not exceeding 150 litres, fixed in approved positions, and run hence through sound hose fitted with a secure self-closing cock and nozzle, into the tanks of motor vehicles, or \nc) pumped by means of approved measuring pumps, fixed in approved positions, through sound hose fitted with a secure tap and nozzle, into the tanks of motor vehicles.\n14) Petroleum may be supplied to a motor vehicle between the hours of sunset and sunrise from the pump provided that- \n(i) the pump and the vehicle are adequately illuminated by electric light or failing this by some other from of lighting, and \n(ii) no light capable of igniting flammable vapour is situated or brought with in the extent of hazardous area as specified in part B of Fourth Scheduled to the Petroleum Rules, 2002. 15) a) Petroleum shall not be placed in any motor vehicle while the engine is running and, where the vehicle is licensed for the conveyance of more than six passengers on hire, while any assenger remains in the vehicle; \nb) person in and engaged in connection with any motor vehicle shall not be permitted to smoke while it is being refueled.\n16) Petroleum shall not be filled from the tank or the pump into a container or receptacle other than those securely clamped or fitted to a motor vehicle. The restriction imposed by this condition shall not apply.- \n(i) when it is absolutely necessary for the purpose of condition of this licence to clear a tank, or (ii) for testing the accuracy of the pump’s discharge by means of a standard capacity measure, or\n\n\n(iii) to the filling of an approved container of capacity not exceeding 25 litres when such filling is absolutely necessary for replenishing the fuel tank of a motor vehicle which has run dry and the motor vehicle cannot be brought into the pump.\n(iv) to the filling of Petroleum class B in an approved containers of capacity not exceeding 200 litres and no vehicle with its engine running shall be allowed within 4.5 metres of the container and the dispensing pump.\n17) (a) This licence shall be held to cover the use of portable kerb side pump outfit for a period of not more than one month in the place of the licensed permanent outfit in the event of the latter being out of orders, provided notice in writing is given to the licensing authority before the portable pump is taken into use and the conditions of this licence which apply to a portable pump are observed. No petroleum shall be allowed above ground (except that actually in the pump) in any case where the underground tanks can be used in connection with the portable pump by making a temporary connection from the portable pump to the underground tank.\n(b) In case where portable pumps are used not more than 400 litres of petroleum in reserve shall be kept within 6 metres of the pump. The petroleum so kept shall be in approved containers and none of it shall be kept outside the licensed premises.\n18) Every person managing or employed on or in connection with the licensed premises shall abstain from any act whatsoever which tends to cause fire or explosion and which is not reasonably necessary and to the best of his ability shall prevent any other person from doing such act.\n19) Every care shall be taken to prevent any petroleum escaping into any drain, sewer or public road.\n20) The licensee shall provide for each pump, whether kerb side or portable, a minimum of two tins or drums of dry sand and two portable foam type or dry chemical type fire-extinguishers which shall be kept ready at convenient location for immediate use in the event of any fire.\n21) In premises where auto LPG or CNG dispensing facilities are installed, the requirements of Static and Mobile Pressure Vessels(Unfired) Rules 1981, or Gas Cylinder Rules 1981, as the case may be, and condition of the respective licneses granted under those Rules for the above facilities shall also be complied with.\n22) Any accident, fire or explosion occurring in the licensed premises, which is attended with loss of life or serious injury to person or property shall be immediately reported to the nearest Magistrate or to the officer-in-charge of the nearest police station and by telephone/fax and also by telegram to  the Chief Controller or Explosives (Telegraphic address “EXPLOSIVES, NAGPUR”).\n23) Free access to the licenced premises shall be given at all reasonable times to any inspector or sampling officer and every facility shall be afforded to such officer for ascertaining that rules and the conditions of this licence are duly observed.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Licence to Import and Store Pet roleum in an Installation",
    "content": "Licence No. ……………………..                                                                           Fee Rs. ………….\nLicence is hereby granted to …………..……………………………… ……………….valid only for the importation and storage of …………………………………… petroleum of the class and in quantities as herein specified and storage thereof in the place described below and shown on the approved plan No. ……………………… dated…………….\nAttached hereto subject to the provisions of Petroleum Act, 1934 and the rules made thereunder and to the further conditions of this licence. The licence shall remain force up to the 31st day of December20…………. Description of petroleum Quantity \nLicensed in Kilolitres \nPetroleum Class A, in bulk …… \nPetroleum Class A, otherwise than in bulk …… \nPetroleum Class B, in bulk …… \nPetroleum Class B, otherwise than in bulk …… \nPetroleum Class C, in bulk …… \nPetroleum Class C, otherwise than in bulk …… \nTotal\n\n\nThe ….…………………… 20 …………………… \nChief Controller",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Description and location of the licensed premises:",
    "content": "This licensed premises, the lay-out boundaries and other particulars of which are shown in the attached approved plan are situated at \n……………………….……………………….……………………….……………………….…………. …………………….……………………….……………………….……………………….……………. And consists of …………………………………………………………………………………………. ….……………………….……………………….……………………….……………………………….\n……………………….……………………",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Space for Endorsement of Renewals",
    "content": "This licence shall be renewable without \nany concession in \nfee for three years \nin the absence of \ncontravention of the \nprovisions of the \nPetroleum Act, 1934 \nor of the rules \nframed thereunder \nor any of the \nconditions of this \nlicence.\nDate of renewal Date of expiry of \nlicence \nSignature and \nOffice stamp of the \nlicensing authority.\nThis licence is liable to be cancelled if the licensed premises are not found conforming to the description and conditions attached hereto and contravention of any of the rules and conditions under which this licence is granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months; or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) The licensed premises shall not without permission in writing from the Chief Controller, be used for any purpose other than the storage and distribution of petroleum and purposes directly connected therewith.\n2) The Petroleum shall be kept only in the storage tanks and storage filling sheds or other approved places within the installation specified for the purpose on the plan attached hereto.\n3) (i) The tank or tanks shall be supported on well-designed foundations and shall be either buried underground or installed in the open and surrounded by wall or embankment not more than 2 metres high and made of earth, steel, concrete or solid masonry capable of withstanding fully hydrostatic load. Earth wall of over 1m. high shall have not less than 0.6m wide flat section on top:Provided that a wall or embankment higher than 2m may be allowed by the licensing authority where there are special circumstances which, in his opinion warrant such increase.\n(ii) The ground within the enclosure shall not be lower than the level of the ground outside the enclosure and shall be finished to form a slope of not less than half a percent from the tank towards the drain or sump. Provided that nothing in this clause shall apply in the case of an enclosure which is connected to and efficient oil interceptor of sample capacity through an underground drainage system having proper slope.\n(iii) The drainage from the enclosure shall be controlled by a valve which shall be accessible under fire conditions and be capable of being operated from outside the enclosure. All surface water drainage from the enclosure shall be passed through an efficient oil interceptor.\n\n\n(iv) Where two or more tanks are installed in one enclosure the total capacity of the tanks in the enclosure shall not exceed 60,000 kilolitres in the case of conventional fixed -roof and 1,20,000 kilolitres in the case of floating roof tank or those of special design (where there is a combinations of fixed and floating roof tanks in the same enclosure then the total capacity of fixed-roof tanks and floating roof tanks shall not exceed 60,000 kilolitres). Such an enclosure shall be sub-divided by masonry channels of ample dimensions or by intermediate wall of not less than 0.6 m in height to prevent spills from one tank endangering any other tank in the same enclosure. Explanation : for the purpose of this clause, a group of small tanks each not exceeding 9m in diameter and in all not exceeding 5,000 kilolitres in capacity shall be treated as one tank.\n(v) (a) Where petroleum Class A or petroleum Class B is stored in the enclosure or petroleum Class C is stored along with petroleum Class A or Class B, the capacity of the enclosure shall be hundred percent of capacity of the largest tank in the enclosure after deducting the volume up to the height of the enclosure wall, of all other tanks in the same enclosure.\n(b) Where petroleum Class C is only stored in the enclosure the height of the enclosure wall shall be not less than one metre.\n(vi) Except for necessary pipes and valves and approved electric lights, the space within and enclosure and not occupied by tank or tanks shall be kept entirely clear and unoccupied.\n4) All tanks shall be fitted with vent pipes leading into the open air, the open end being covered with two layers of fine copper or other non corrodible metal wire gauze of not less than 11 meshes per linear centimeter and fitted with a hood or the tank shall be fitted with an approved relief valve or other approved means of preventing dangerous internal or external pressures. The vent pipe and the relief valve of one tank shall not be interconnected with those of any other tank.\n5) Cast-iron valves are not permitted on any tank and all valves in an installation must be permanently marked in a manner clearly indicating the direction of opening and shutting the valve.\n6) Pumps shall be of a type and placed only in the position shown on the plan attached thereto and they shall together with all connections and fittings be so constructed and maintained as to prevent leakage of petroleum.\n7) Storage or filling sheds for containers shall be constructed of suitable uninflammable material.\nThe shed shall rest foundation walls and shall be surrounded by a wall or embankment of substantial construction so as to form a sump or enclosure not less than 0.25m and not more than 1m deep. The sump or enclosure thus formed shall be of sufficient capacity to contain without leakage not less than one-fourth of the maximum quantity of petroleum likely to be present in the shed at any one time. The sumps and enclosures must be kept clean and free from any accumulation of inflammable liquids.\n8) Every enclosed shed for the storage or filling of petroleum Class A and Class B otherwise than in bulk shall be adequately ventilated near the ground level immediately above the walls constructed to prevent leakage of petroleum and also near or in the roof.\n9) (i) Tank vehicles shall be filled, discharged or stabled only in the positions approved for the purpose and shown on the plan attached hereto. An extract of rules 62 to 86 printed in bold etters in the local language and in Hindi and English shall be prominently displayed at each such position.\n(ii) A tank vehicle which does not fully comply with the requirement laid down in Part IV of chapter III of these rules shall not be loaded, unloaded or stabled within the licensed premises.\n10) Every facility for the storage, loading, unloading or pumping of petroleum shall at all times maintain from any other facility, building, boundary fencing or protected works the distances specified in the Tables 1, 2 and 3 \n(a) Table 1 and Table 2 in the case of installation where the total quantity of petroleum Class A and petroleum Class B stored above ground in bulk exceeds 5,000 kilolitres or where the iameter of any tank for the storage of such petroleum exceeds 9 metres or \n(b) Table 3 in the case of installation where only petroleum Class C is stored or where the total quantity of petroleum Class A and petroleum Class B stored above ground in the bulk does not exceed 5,000 kilolitres and the diameter of any tank for storing petroleum Class A or petroleum Class B does not exceed 9 metres. The layouts of all new grass root refineries/installations approved subsequent to the publication of this rule, shall conform to the oil Industry Safety Director’s Standard 118, as amended from time to time. This shall not apply to \nrefineries/installations existing and/or under construction before the publication of the original OISD standard-118. Not withstanding anything herein to the contrary when petroleum is stored in\n\n\nan installation at or near wells, pumping stations, petro-chemical plants or refineries, the concessional distances given in the attached Table 2 shall not apply and no storage tank, the capacity of which exceeds 250 kilolitres and no petroleum storage of filling sheds/area shall be placed nearer then 90 metres to any boiler, furnace of fire. In such an installation all tanks shall be situated in a compact area (a) under a single control, (b) enclosed or capable of being enclosed by one continuous fence and (c) on which there shall be no protected works.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "TABLE 1 \n[See condition 10 (a) of Licence Form XV]",
    "content": "Distance to be observed around facilities in an installation where total quantity of petroleum Class A and petroleum Class B stored above ground in bulk exceeds 5000 kilolitres, or where the diameter of any such tank for the storage of petroleum exceeds 9 metres: \n1. In this table :- \n“D” means diameter of large tank.\n“d” means diameter of small tank.\n“x” means any distance suitable for constructional or operational convenience.\n2. Where alternative distances are specified, minimum there of may be observed.\n3. All distances shall be measured between the points in the perimeter of each facility except in the case of tank vehicle loading/unloading area where the distance shall be measured from the centre of each bay for such \nloading/unloading.\nTo \nfrom | Stora ge | Stora ge | Storage | Storag e/ | Storag e/ | Tank | Tank | Flame | Non | Office | Bound\n | E \ntank \nfor \npetrol eum \nclass A | E \ntank \nfor \npetrol eum \nclass B | E tank for petroleu \nm class \nC | Filling \nshed \nfor \npetrole \num \nclass A or \nclass B | Filling \nshed \nfor \npetrole \num \nclass C | Vehicle loading / \nunloadi ng \narea \nfor \npetrole \num \nclass A or \nclass B | Vehicle loading / \nunloadi ng \narea \nfor \npetrole \num \nclass A or \nclass B | proof \nelectric pump | flame - \nproof electr ic \npump s | Office \nbuildin g \nworksh ops, \nstores \namenit ies, \nfire \nstation, etc. \nwithin \ninstalla tion | ary \nfencin \ng \naround installa tion\n | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 | 11\n1. \nStorag e tank for \nPetrol \neum \nClass \nA 15m | 0.5D or d \nor \n15m | 0.5D or d \nor | 6m | 15m | 15m | 15m | 15m | 15m | 15m | 15m | 20m\n2. \nStorag e tank for \nPetrol \neum \nClass \nB 15m | 0.5D or d \nor \n15m | 0.5D | 6m | 15m | 15m | 15m | 15m | 8m | 15m | 15m | 15m\n\n\n\n3. \nStorag e tank for \nPetrol \neum \nClass C | 6m | 6m | x | 15m | x | 8m | x | x | x | 8m | 4.5m\n4. \nStorag e \n/filling shed \nfor \nPetrol \neum \nClass A \nor \nclass \nB | 15m | 15m | 15m | x | 8m | 15m | 15m | 8m | 15m | 15m | 15m\n5. \nStorag e \n/filling shed \nfor \nPetrol \neum \nClass C | 15m | 15m | x | 8m | x | 8m | x | x | x | 8m | 4.5m\n6. \nTank vehicl e \nloadin g/unlo ading area \nfor \nPetrol eum \nClass A \nor \nclass B | 15m | 15m | 8m | 15m | 8m | x | x | 8m | 15m | 15m | 15m\n7. \nTank vehicl e \nloadin g/unlo ading area \nfor \nPetrol | 15m | 15m | x | 15m | x | x | x | x | x | 8m | 3m\n\n\n\neum \nClass A or \nClass C |  |  |  |  |  |  |  |  |  |  | \n8. \nFlame Proof \nElectri c \npump | 8m | 8m | x | 8m | x | 8m | x | x | 8m | 8m | 3m\n9. Non Flame proof \nelectri \nc \npump | 15m | 15m | x | 15m | x | 15m | x | 8m | x | 3m | x\n11. \nBound ary \nfencin g \naroun \nd \ninstall \nation. | 20m | 15m | 4.5m | 15m | 4.5m | 15m | 3m | 3m | x | x | x\n__________________________________________________________________",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "TABLE 2 \n\t(See condition 10(b) of licence Form XV) Inter distance Between Storage Tanks",
    "content": "Item | Floating Roof | Fixed Roof Tanks | Class C\nItem | (Class A and B Petroleum) | (Class A and B Petroleum) | Class C\nAll tanks with diametres Upto 50 metres | (D + d)/4 | D + d)/4 | ((D + d)/6\nAll tanks with diametres Upto 50 metres | (D + d)/4 | (D + d)/3 | (D + d)/4\n_________________________________________________________",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Notes :- \n1. This table is applicable for installations where aggregate storage capacity of class A and class B petroleum stored above grade exceeds 5000 kilolitres or where the diameter of any such tank for the storage of petroleum exceeds 9 m. 2. Distance given are shell to shell in the same dyke.",
    "content": "3. Notation : \nD - diameter of larger tank in metres \nd - diameter of smaller tank in metres \n4. If the inter distance (for class A and B) calculated as above are less than 15m,then minimum of 15 m or 0.5 D or d shall be followed.\n\n\n5. Interdistance between class A/B storage tanks and class C storage tanks shall not be less than 6 metres.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "TABLE 3 \n[See condition 10 (b) of Licence Form XV]",
    "content": "Distances to be observed around facilities in an installation where:- \n(i) Only petroleum Class C is stored ; \n(ii) Total quantity of petroleum Class A and petroleum Class B stored above ground in bulk does not exceeds 5,000 kilolitres; \n(iii) The diameter of any tank for storing petroleum Class A or Class B does not exceed 9 metres.\n1. In this table “D” means diameter of larger tank and “x” means any distance suitable for constructional or operational convenience.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "2. Where alternatives distances are specified, minimum there of may be observed. All alternative distances shall be measured between the nearest points in the perimeter of each facility except in the case of tank vehicle loading/unloading area where the distance shall be measured from the centre of each bay for such loading/unloading.",
    "content": "To \nFrom | Storage tank \nfor \npetro \nleum \nClas \ns A | Storage tank \nfor \npetro \nleum \nClas \ns B | Storage tank \nfor \npetro \nleum \nClas \ns C | Storage /fillin \ng \nshed \nfor \npetro \nleum \nClas \ns A | Storage /fillin \ng \nshed \nfor \npetro \nleum \nClas \ns B | Storage /fillin \ng \nshed \nfor \npetro \nleum \nClas \ns C | Tank vehi \ncle \nloadi ng/u \nnloa \nding \narea for \npetro leum Clas s A | Tank \nvehicl e \nloadin g/unlo ading area \nfor \npetrol eum \nClass B | Tank vehi \ncle \nloadi ng/u \nnloa \nding \narea for \npetro leum Clas s C | Flame proof \nelectri c \npump | Non \nflame proof electri c \npump | Offic \ne \nbuildi \nn \ng \nstore \ns \namen i \nties \nStati \no \nn etc. withi \nn \ninstal \nl \nation | Boun dary \nfenci \nng \narou \nnd \ninsta \nlation\n | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 | 11 | 12 | 13\n1. \nStorage \ntank for \nPetroleum Class A | 0.5D \nor 6m | 0.5D | 0.5D | 9m |  | 9m | 9m | 15m | 15m | 15m | 3m | 15m | 15m\n2. \nStorage \ntank for \nPetroleum Class B | 0.5D \nor 6m | 0.5D | 0.5D | 9m | 0.5D | 0.5D | 9m | 4.5m | 4.5m | 3m | 4.5m | D \nmin \n4.5m | D \nMin \n4.5m\n3. \nStorage \ntank for \nPetroleum Class C | 0.5D \nor 6m | 0.5D \nor 6m | x | 9m | 0.5D | x | 9m | 4.5m | x | x | x | D \nmin 3m | D \nmin 3m\n4. \nStorage /filling \nshed for | 9m | 9m | 9m | x | 4.5m | 6m | 9m | 9m | 9m | 9m | 9m | 9m | 9m\n\n\n\nPetroleum Class A |  |  |  |  |  |  |  |  |  |  |  |  | \n5. \nStorage \n/filling \nshed for \nPetroleum Class B | 9m | 0.5D | 0.5D | 4.5m | x | 1.5m | 9m | 4.5m | 4.5m | 1.5m | 4.5m | 4.5m | 4.5m\n6. \nStorage \n/filling \nshed for \nPetroleum Class C | 9m | 0.5m | x | 6m | 1.5m | x | 9m | 4.5m | x | x | x | 3m | 3m\n7. Tank \nvehicle \nloading/u \nnloading \narea for \nPetroleum Class A | 15m | 9m | 9m | 9m | 9m | 9m | x | 9m | 9m | 3m | 9m | 9m | 9m\n8. Tank \nvehicle \nloading/u \nnloading \narea for \nPetroleum Class B | 15m | 4.5m | 4.5m | 9m | 4.5m | 4.5m | 9m | x | 4.5m | .5m | 4.5m | 4.5m | 4.5m\n9. Tank \nvehicle \nloading/u \nnloading \narea for \nPetroleum Class C | 15m | 4.5m | x | 9m | 4.5m | x | 9m | 4.5m | x | x | x | 3m | 3m\n10. Flame Proof \nElectric \npump | 3m | 3m | x | 3m | 1.5m | x | 3m | 1.5m | x | x | 3m | x | x\n11. Non Flame \nproof \nelectric pump | 15m | 4.5m | x | 9m | 4.5m | x | 9m | 4.5m | x | x | x | 3m | 3m\n12. Office building \nworkshop, stores \namenities, fire fire | 15m D min \n4.5m | 0.5D min \n3m | 9m | 4.5m | 3m | 9m | 4.5m | 3m | x | x | x | x | \n\n\n\nstation, etc |  |  |  |  |  |  |  |  |  |  |  |  | \n13. \nBoundary fencing \naround \ninstallatio n | 15m \nmin \n4.5m | D \nmin \n3m | 0.5D | 9m | 4.5m | 3m | 9m | 4.5m | 3m | x | x | x | x\n.\n11) The distances specified in condition 10 may be reduced by the licensing authority in cases where special precautions are taken and where there are special circumstances which, in his opinion, warrant such reduction.\n12) No alteration shall be carried out in the installation without the previous sanction in writing of the licensing authority. Such alterations so sanctioned shall be shown on an amended plan to be attached to this licence.\n13) If the licensing authority calls upon the holder of a licence, by a notice in writing to execute any repairs to the storage shed, which are, in the opinion of such authority necessary for the safety of the premises, the holder of the licence shall execute the repairs within such period not being less than one month from the date of receipt of the notice, as may be fixed by the notice.\n14) The responsible agent or supervisor referred to in rule 118 shall not allow \nany person to enter a tank, which has contained petroleum unless- \n(a) such person wear an approved breathing apparatus of a description approved by the Chief Controller, or \n(b) (i) the responsible agent or supervisor has certified in writing in prescribed proforma given in OISD standard 105, as the result of an examination of the tank by him self or by some other competent person that the atmosphere in the tank is fit for the person to enter, and \n(ii) atleast one person wear an approved breathing apparatus of a pattern approved by the Chief Controller shall have been kept ready for instant use at the manhole of the tank which is being cleaned or repaired. The certificate referred to in sub-clause (i) of clause (b) of this condition shall be preserved in the licensed premises for a period of three months.\n15) No work involving the use of fire, welding or hot reveting, shall be performed in or on any tank or within the safety distance required to be observed from such tanks by building and boundary until the tank has been certified in prescribed proforma given in OISD Standard 105 in the manner laid down in clause (b) of condition 14 to be free from petroleum vapour. When any water is pumped into or withdrawn from the tank no further work of above description shall be done until the tank has been retested and a fresh certificate issued. When a tank is opened for cleaning and repairs, no lamp of any description either ordinary or electric, electric torches, electric cables or fans other than of a flameproof or intrinsically safe type approved by the Chief Controller shall be brought near tank.\n16) No person shall repair or cause to be repaired any receptacle or pipe in which to his \nknowledge, any petroleum is or has been kept until he has taken all reasonable precautions to ensure that the receptacles or pipe has been rendered free from petroleum and any inflammable vapour: Provided that this condition shall not be deemed to prohibit the usual soldering operations connected with the filling and dispatching of receptacles containing petroleum Class B or petroleum Class C.\n17) All empty receptacles which have contained petroleum Class A shall except when they are opened for the purpose of cleaning them and rendering them free from petroleum vapour, be kept securely closed unless they have been thoroughly cleaned and freed from petroleum and inflammable vapours.\n18) a) Adequate precautions shall be taken at all times for the prevention of accident by fire or explosion.\nb) Wherever so specified by the Chief Controller, storage tanks shall be fitted with approved fire foam and/or water sprinkler attachments which shall be maintained in proper order at all times.\n\n\n19) Every care shall be taken to prevent any petroleum escaping into any drain, sewer, harbor, river or watercourse or a public road and enclosures or sumps must not be permanently connected with any drain or sewer.\n20) The licensee shall keep daily records and accounts of all receipts and issues of petroleum in such form as the licensing authority may from time to time prescribe and shall exhibit his stock and records to an inspector or sampling officer on demand.\n21) Any accident fire or explosion occurring in the licensed premises, which is attended with loss of human life or serious injury to person or property shall be immediately reported to the nearest Magistrate or to the officer-incharge of the nearest police station and by telephone/fax and also by telegram to the Chief Controller of Explosives (Telegraphic address “EXPLOSIVES, \nNAGPUR”).\n22) Free access to the licensed premises shall be given at all reasonable times to any inspector or sampling officer and every facility shall be afford to such officer for ascertaining that rules and the conditions of this licence are duly observed.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM XVI \n(See Art. 7 of the First Schedule)",
    "content": "Licence to import and store otherwise than in bulk petroleum Class A in quantities exceeding 300 litres or petroleum Class B, in quantities exceeding 25,000 litres or petroleum Class C in quantities exceeding 45,000 litres or petroleum Class A, together with any other class of petroleum in quantities exceeding 300 litres in all.\nLicence No. ……………………..                                                                           Fee Rs. ………….\nLicence is hereby granted to …………..………………………………… …………….for the \nimportation of petroleum of the classes and the quantities as herein specified and storage thereof in the place described below and shown in the approved plan No. …………………………………… dated………………………….. attached hereto subjectto the provisions of Petroleum Act, 1934 and the rules made thereunder and to the \nfurther condition of this licence.\nThe Licence shall remain force up to the 31st day of December20………….\nDescription of petroleum \nPetroleum Class A Litres \nPetroleum Class B Litres \nPetroleum Class C Litres \nThe …………….20 \nController \nCircle",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Description and location of the licensed premises:",
    "content": "This licensed premises, the lay-out boundaries and other particulars of which are shown in the attached approved plan are situated at \n……………………….……………………….……………………….……………………….…………. …………………….……………………….……………………….……………………….……………. ………………….……………………….……………………….……………………….………………. ……………….……………………….……………………….……………………….………………….",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "………… \nSpace for Endorsement of renewals",
    "content": "This licence shall be \nrenewable without \nany concession in \nfee for three years \nin the absence of \ncontravention of the \nprovisions of the \nPetroleum Act, 1934 \nor of the rules \nframed thereunder \nor any of the \nconditions of this\n\n\nlicence.\nDate of renewal Date of expiry of \nlicence \nSignature and \nOffice stamp of the \nlicensing authority.\nThis licence is liable to be cancelled if the licensed premises are not found conforming to the description and conditions attached hereto and contravention of any of the rules and conditions under which this licence is granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months; or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) The licensed premises shall not, without permission in writing from the chief Controller, be used for any purposes other than storage and distribution of petroleum & purposes directly connected therewith.\n2) The petroleum shall be stored only in the storage shed which shall be constructed of suitable non-combustible materials, provided that when no petroleum Class A is stored, the beams, rafters, columns, windows and doors may be of wood. one or more underground gaslight tanks of capacity and in the position shown in the approved plan attached hereto.\n3) The storage shed shall rest on foundation walls and shall be surrounded by a wall or \nembankment of substantial construction or the walls and floor shall be suitably finished to form a sump not more than 30 cm deep. A combination of these methods is permissible. The enclosure or sump thus formed shall be of sufficient capacity to contain not less than one half of the total quantity of petroleum for which the licence is granted and be so constructed and maintained as to prevent escape therefrom of any petroleum in the form of liquid whether under the action of fire or otherwise. The sump and enclosure must be kept clean and free from any accumulation of inflammable liquids.\n4) The storage shed if used for the storage of petroleum Class A shall be adequately ventilated near the ground level immediately above any walls constructed to form the sumps specified in condition 3 and also near the roof.The ventilators shall be covered with two layers of fine copper or other noncorrodible metal wire gauge of mesh not less than 11 meshes per linear cm. 5) If the licensing authority calls upon the holder of a licence, by a notice in writing to execute any repairs to the storage shed, which are, in the opinion of such authority necessary for the safety of the premises, the holder of the licence shall execute the repairs within such period not being less than one month from the date of receipt of the notice, as may be fixed by the notice.\n6) No alteration shall be carried out in the licensed premises without the \nprevious sanction in writing of the licensing authority. All alterations shall be shown on an amended plan to be attached to this licence.\n7) The following distances shall be kept clear at all times from any storage shed to protected works: \nLicensed capacity of storage \nshed of all classes of \npetroleum stored in the shed \nTotal Distances to be observed from storage shed \nfor \nPetroleum Petroleum Petroleum \nClass A Class B Class C \nnot exceeding 2,500 litres 6m Not Not \nApplicable Applicable \nexceeding 2,500 litres but 7.5m -do- Not applicable \nnot exceeding 25,000 litres \nexceeding 25,000 litres but 9m 3m -donot \nexceeding 50,000 litres \nexceeding 50,000 litres but 12m 4.5m 3m\n\n\nnot exceeding 1,00,000 litres \nexceeding 1,00,000 litres 15m 6m 3m \nWhere more than one class of petroleum is stored together, the entire quantity of petroleum shall for the purpose of this condition deemed to be of the most flammable class thereof.\n8) The distances specified in condition 7 may be reduced by the licensing authority where screen walls are provided or other special precautions taken or where there are special circumstances, in his opinion, warrant the reduction.\n9) Drums of other receptacles containing petroleum shall only be opened in the licensed premises and for the time necessary for drawing off the petroleum and during such drawing off every reasonable precautions shall be adopted for preventing the escape of petroleum or the vapour therefrom.\n10) All empty receptacles which have contained petroleum Class A shall except when they are opened for the purpose of cleaning them and rendering them free from petroleum vapour be kept securely closed unless they have been thoroughly cleaned and freed from petroleum vapour. 11) No person shall repair or cause to be repaired any receptacle in which to his knowledge, any petroleum is or has been kept until he has taken all reasonable precautions to ensure that the receptacle has been rendered free from such petroleum and any inflammable vapour Provided that this condition shall not be deemed to prohibit the usual soldering operations connected with the filling and dispatching of petroleum receptacles when such operations are conducted in and approved place outside the storage shed.\n12) Adequate precautions shall be taken at all times for the prevention of accident by fire or explosion. An adequate supply of dry sand together with necessary implement for the convenient application or an adequate member of portable fire-extinguishers suitable for fighting oil fires shall always be kept in easily accessible places immediately outside the storage shed.\n13) Every care shall be taken to prevent any petroleum escaping into any drain, sewer, harbour, river or watercourse or a public road.\n14) Adequate precautions shall be taken to prevent unauthorized persons having access to a petroleum kept and to any receptacles which contains or has contained such petroleum. 15) The licensee shall keep daily records and accounts of all receipts and issues of petroleum in such form as the licensing authority may from time to time prescribe and shall exhibit his stock and records to an inspector or sampling officer on demand.\n16) Any accident, fire or explosion occurring in the licensed premises, which is attended with loss of human life or serious injury to person or property shall be immediately reported to the nearest Magistrate or to the officer-incharge of the nearest police station and by telephone/fax and also by telegram to the Chief Controller of Explosives (Telegraphic address “EXPLOSIVES, \nNAGPUR”).\n17) Free access to the licensed premises shall be given at all reasonable times to any inspector or sampling officer and every facility shall be afforded to such officer for ascertaining that rules and the conditions of this license are duly observed.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "FORM XVII \n(See Art. 8 of the First Schedule)",
    "content": "Licence to store petroleum Class A and Class B temporarily in quantities not exceeding 50,000 litres for refueling of aircraft’s in connection with crop spraying and fighting forest fire only. Licence No. ……………………..                                                                       Fee Rs. ………….\nLicence is hereby granted to …………..………………………………… …………….valid only for the storage of …………………………………… Kls petroleum Class A \nat……………………. subject to the provisions of Petroleum Act, 1934 and the rules made thereunder and to the further condition of this licence.\nThe licence shall remain valid till ………….\nDated …………………..\nController.\nCircle",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "\n\n1) The licensed premises shall not be used any purpose other than storage and distribution of petroleum & purposes directly connected therewith. 2) The Petroleum shall be stored only in open bounded enclosures observing the required safety distance vide condition (3).\n3) The following distances shall be kept clear at all times from any storage shed to protected works. In case of storage for fighting forest fire the storage premises shall be sufficiently away from the forest area so that petroleum products, stored in the premises, under no circumstances, can be affected by the forest fire. Licensed capacity Distance to be kept clear (litres of petroleum) at all times(metres) not exceeding 2,500 litres 12metres Exceeding 2,500 litres 15metres but not exceeding 25,000 litres Exceeding 25,000 litres 15metres but not exceeding 50,000 litres 4) The capacity of the bounded enclosure should be 5 percent more than the maximum quantity of petroleum likely to be stored in the enclosure.\n5) The petroleum shall be stored in barrels of a type approved by the Chief Controller.\n6) The safety zone required vide condition 3 shall be surrounded by a rope or other suitable fencing.\n7) No smoking sign in English and local language shall be prominently displayed on all the four sides of the fenced area.\n8) The storage area shall be constantly guarded by providing guard in adequate strength. Guard’s shelter, if required, shall be provided just outside the fenced area.\n9) The containers containing petroleum shall be covered by a tarpaulin.\n10) Any petroleum remaining surplus after the completion of crop spraying operation shall be returned to the depot or stored in premises duly licensed under the Petroleum Rules 2002.\n11) Drums or receptacles containing petroleum shall be opened only for the time necessary for drawing off petroleum and during such drawing off every reasonable precautions shall be adopted for preventing the escape of petroleum or the vapour there from.\n12) All empty receptacles which have contained petroleum except when they are opened for the purpose of cleaning them and rendering them free from petroleum vapour be kept securely closed unless they have been thoroughly cleaned and freed from petroleum inflammable vapours.\n13) No person shall repair or cause to be repaired any container in which to his knowledge, any petroleum is or has been kept until he has taken all reasonable precautions to ensure that the container has been rendered free from such petroleum and any inflammable vapour.\n14) Adequate precautions shall be taken at all times for the prevention of accident by fire or explosion. An adequate supply of dry sand together with necessary implements for its convenient application or an adequate number of portable fire-extinguishers suitable for fighting petroleum fires shall always be kept in easily accessible places immediately outside the bounded enclosure.\n15) Every care shall be taken to prevent any petroleum escaping into any drain, sewer harbor, river or watercourse or a public road.\n16) Adequate precautions shall be taken to prevent unauthorized persons having access to a petroleum and to any container which contains or has contained petroleum.\n17) The licensee shall keep daily records and accounts of all receipts and issues of petroleum and present the same to Inspector or sampling officer on demand.\n18) Any accident, fire or explosion occurring in the licensed premises, shall be immediately reported to the nearest Magistrate or to the officer-in-charge of the nearest police station and to the licensing authority.\n19) Free access to the licensed premises shall be given at all reasonable times to any inspector or sampling officer and every facility shall be afforded to such officer for ascertaining that rules and the conditions of this licence are duly observed \n.",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "[FORM XVIII] \n(See Art. 10 of the First Schedule)",
    "content": "Licence to Decant Kerosene (Petroleum Class B) From Mechanically-Propelled vehiclein Containers.\nLicence No. ……………………..                                                                                Fee Rs. ……… 186 \nLicence is hereby granted to …………..…………………………Agent/Dealer of……………… …….to deliver kerosene (Petroleum Class B) from the tank vehicle into containers subject to the provisions of Petroleum Act, 1934 and the rule made thereunder and to the further conditions of\n\n\nthis licence. The licence shall remain force up to the 31st day of December20………….The area of operation of the tank vehicle is: \n1…………………….. 2. …………………….. \nThe ……………………….. 20……………….\nController of explosives",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Space for Endorsement/Renewals",
    "content": "This licence shall be \nrenewable without \nany concession in \nfee for three years \nin the absence of \ncontravention of the \nprovisions of the \nPetroleum Act, 1934 \nor of the rules \nframed thereunder \nor any of the \nDate of renewal Date of expiry of \nlicence \nSignature and \nOffice stamp of the \nlicensing authority.\n187 \nconditions of this \nlicence.\nThis licence is liable to be cancelled if the premises are not found conforming to the conditions attached thereto and for contravention of any of the rules and conditions under which this licence is granted and the holder of this licence is also punishable for the first offence with simple imprisonment which may extend to one month or with fine which may extend to one thousand rupees, or with both and for every subsequent offence with simple imprisonment which may extend to three months; or with fine which may extend to five thousand rupees, or with both.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) The licence or its authenticated copy shall at all times be kept available on tank vehicle and produced on demand by an Inspector.\n2) The tank vehicle decanting kerosene shall have a valid licence in Form XI under Petroleum Rules, 2002 and the licence or its authenticated copy shall be kept in the licensed vehicle and produced on demand by an Inspector.\n3) Not more than two tank vehicle load of kerosene per day will be taken by the licensee for the purpose of decanting into barrels, delivery of kerosene to a retail dealer will be given only once during a day and record to this effect will be maintained by the licensee.\n4) Not more than 2,500 litres of kerosene shall be decanted into containers at any one place. Not more than 2,500 kilolitres of kerosene will be delivered to retail dealer at any one time and none of it will be delivered in a receptacle exceeding one thousand litres capacity.\n5) The licensee or his authorised representative shall personally supervise decanting kerosene into containers and take all adequate precautions against fire and explosion.\n6) ‘No Smoking’ boards in vernacular and English shall be displayed near the premises where kerosene is being decanted.\n7) The decanting hose should be sound, and electrically continuous and shall be provided with suitable reducer for filling containers. Such reducer shall have suitable valve so as to enable the licensee or his representative to stop unloading in case of emergency.\n8) The licensee or his authorised representative shall ensure before decanting kerosene from the tank vehicle that the containers are non-leaky.\n9) The licensee shall ensure that the containers are not splash filled and the reducer has its open end used for delivery extended right up to the bottom of the container.\n\n\n10) All precautions to ensure that static electric charge does not accumulate during decanting operation shall be taken.\n11) No decanting shall be carried out from the hours of sunset to sunrise.\n12) The licensee should ensure that no person shall smoke and there is no matches, fires, light or articles or substances capable of causing ignition of petroleum in the vicinity of the place of decantation.\n13) The licensee shall ensure that no unauthorized person is permitted in the vicinity of the place of decantation.\n14) The licensee shall not decant kerosene at a time when abnormal conditions prevail in that area.\n15) No sale of kerosene by the shop-keeper will be permitted during decantation of kerosene. 16) The licensee or his representative should be fully conversant with rules 72 to 80,82 and 84 of the Petroleum Rules, 2002 and an extract of the above mentioned rules should be prominently displayed at conspicuous place where the decanting into barrels will be done.\n17) At least two buckets of dry sand and two dry chemicals or foam type fireextinguishers should be kept available during decanting operation.\n18) The tank vehicles shall not decant kerosene into containers to any licence holder under the rules unless approval is obtained from the licensing authority.\n19) Any accident, fire or explosion occurring in the licensed premises, which is attended with loss of life or serious injury to person or property shall be immediately reported to the nearest Magistrate or to the officer-in-charge of the nearest police station and by telephone/fax and also by telegram to the Chief Controller or Explosives (Telegraphic address “EXPLOSIVES,\nNAGPUR”). | LICENCE",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "LICENCE TO TRANSPORT PETROLEUM CLASS A/B IN BULK ON LAND BY MECHANICALLY PROPELLED VEHICLES VIZ., REFUELLER",
    "content": "(a) PETROLEUM CLASS A OR B FOR REFUELLER OF AIRCRAFTS \t OR \n(b) PETROLEUM CLASS A OR B FOR ON SITE REFUELLING OF VEHICLES/MACHINERIES/STAIONERY EAUIPMENTS.\nLicence No. ……………………..                                                                                Fee Rs. ……… Licence is hereby granted to …………..……………………………………… ……….to transport petroleum Class A/B in bulk on land for on site fuelling of the Aircrafts/ heavy \nvehicles/Machineries/Stationery Equipments by the refueller as described below subject to the provisions of Petroleum Act, 1934 and the rules made thereunder and to the  further condition of this licence.\nThe licence shall remain valid up to the 31st day of December 200………….\nDate of issue …………………….. Controller \nCircle",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "DESCRIPTION",
    "content": "1) The vehicle is loaded in the specially prepared area described in approved plan No.\n…………………….. dated attached hereto or in the storage premises licensed in form XV or special form.\n2) The area of operation and the equipments to be filled………..\n3) The refueller conforms to the approved drawing no. ……………. dated……….attached hereto and to the further particulars given below: Make and Model ….…………………… Engine Number ..….………………..Chassis Number ….…………………… Registered Number….……………… Name of the Registered Owner….………",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "CONDITIONS",
    "content": "1) The licence or its authenticated copy shall at all times be kept in the licensed vehicle and produced on demand by an Inspector.\n2) Only responsible persons who are conversant with the conditions of this licence shall be employed for driving the licensed vehicle or attending to it.\n\n\n3) The licensed vehicle shall be attended to by a responsible person during its filling, transport and onsite refueling of the tank of Aircraft, heavy vehicles/machineries and stationery equipment: Provided that the licensed vehicle may, if its tanks and compartments are empty, be left unattended to in a place approved for the purpose in writing, by the Chief Controller.\n4) The licensed vehicle shall conform to the design and construction requirements laid down in Third Schedule.\n5) The licensed vehicle shall at all times carry: \na) A portable fire extinguisher of capacity not less than 9 litres and suitable for extinguishing oil fires. The extinguishers shall be kept unlocked at an easily accessible position which shall be away from the discharge faucets of the vehicles.\nb) An electrically continuous hose having oil-tight coupling to match the discharge faucet of the licensed vehicle; \nc) A strong and flexible cable for electrical bonding. The cable shall be at least 5 metres long and shall have at each end a suitable clamp or clip.\n6) The licensed vehicle shall be loaded at a storage premises licensed in special form or form XV having tank lorry loading facilities. The vehicle if licensed for petroleum B can be loaded at a specially prepared area attached to a service station licensed in form XIV. This area shall have rigid pipeline drawn from the underground tank in service station, delivery pump and vehicle parking space and shall be segregated by a fencing of least 1.8m high. The parking space and filling a point shall observe at least 4.5m clearance all round within the fencing.\n7) The licensed vehicle shall not be loaded if any tank or compartment, pipe valve, emergency discharge control or any safety insecure until necessary  repairs have been carried out \nsatisfactory, and in the event of any leak in the tanks or compartments, until the leak is thoroughly repaired and all the tanks and compartments pass the test specified in clause 5 of the \nThird Schedule to the petroleum Rules.\n8) Before petroleum is loaded into the licensed vehicle into the specially prepared area mentioned in conditions;- \n(a) its engine shall be stopped and the battery shall be isolated by a proper switch or otherwise; (b) its wheels shall be secured by brakes or by scotching and in the case of animal drawn vehicles, animals shall be unhitched and removed; its chassis shall be electrically bonded by a cable with the pipe into or from which it is to be unloaded or loaded; \n(c) the correct filling or discharge hose shall be selected and connected by oil-tight coupling at both ends; \n(d) a responsible person shall be in attendance ad remain so until loading or unloading is over and the tanks and compartments have been sealed.\n9) Except when called upon the traffic signals or required by an Inspector or a Sampling Officer, the licensed vehicle shall not stop on any road, congested area or a place which is not a place approved in writing, under these rules for loading, unloading or stabling of such vehicles.\n10) No smoking and no fire or artificial light or any article capable of igniting inflammable vapour shall be allowed on the licensed vehicle.\n11) The licensed vehicle shall not be used for carrying passengers or for any other purpose except transport of petroleum Class A/B and refueling the Aircrafts/Heavy \nvehicles/Machineries/Stationery Equipments. Particulars of the area of the operation shall be intimated.\n12) Vehicle shall observe minimum 9 metres clearance from any protected works all-round during refueling the tanks of Aircraft, heavy vehicles/ machineries and stationery equipments as the case may be Unauthorized person shall not be permitted within this safety zone during refueling. No smoking board in vernacular and English shall be displayed prominently near the premises of refueling the tanks of Aircraft, heavy vehicles/ machineries and stationery equipments. No person shall smoke or carry matches, fire, lights, articles or substance capable of causing ignition of petroleum in the vicinity of refueling.\n13) Before petroleum is unloaded from the licensed vehicle: a) its wheels shall be secured by brakes or by scotching.\nb) its chassis shall be electrically bonded by a cable with the Aircraft, heavy vehicles/ machineries and stationery equipments, as the case may be.\n14) Petroleum shall be unloaded only through the pump, viz. Motoring devices mounted on the vehicle.\n\n\n15) The refueling operation shall be undertaken in the presence of authorised responsible persons of licensee and he will ensure that the tank being refueled is not leaky and is in sound condition.\n16) No refueling shall be undertaken during the period of sunset and sunrise without specific approval in writing from the licensing authorities and also when abnormal atmosphere condition prevails in the area.\n17) At least two buckets of dry sand and two dry chemicals or foam type fireextinguishers should be kept available during refueling operations.\n18) The licensed vehicle shall not be allowed to be repaired by welding, soldering, brazing, or hot riveting until its tanks, compartments, pipes and valves have been thoroughly cleaned and examined by a competent person and certified by him in writing to be free from inflammable vapour or oil.\n19) No alteration in the licensed vehicle or its safety fittings shall be carried out without the previous sanction in writing of the licensing authority. Such alternations so sanctioned shall be endorsed on this licence by an amendment.\n20) Every facility shall be given at all reasonable time to any Inspector or sampling officer for ascertaining that the rules and the conditions of this licence are dully observed or for drawing samples.\n21) Any accident, fire or explosion occurring in the licensed vehicle, which is attended with loss of human life or serious injury to person or property shall be immediately reported to the nearest Magistrate or to the officer-incharge of the nearest police station having jurisdiction and by telephone/fax and also by telegram to the Chief Controller or Explosives (Telegraphic address “EXPLOSIVES, NAGPUR”).",
    "access_tag": "retail"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "198 \nFORM XX \n[See rules 2(v) and 130 ]",
    "content": "A. Qualification and Experience of Competent Person: \nSl. No. Rule under which Qualification and other Experience for the Competency is requirements purpose \nRecognized \n1. Rules 126 and 130 1. Degree in any Minimum experience of branch of Engineering 10 years in testing \nfrom a recognized fabrication or \nuniversity or installation of petroleum \nequivalent tanks and operation \nprofessional and maintenance of \nqualifications petroleum storage \ninstallations.\n2. Physically fit and \nmentally sound for \ncarrying out tests \nand examinations.\n2. Part B of Forms VII -Do- Minimum experience of \nand VIII 10 years in testing and \nfabrication or mounting \nof petroleum transport \n199 \ntanks and operation and \nmaintenance of petroleum \ntank vehicles.\n\n\n______________________________________________________________________ B. Application for recognition as competent person under rules 126, 130 or part of Forms VII and VIII \n1. Name \n2. Date of birth \n3. If employed or member in any organization, the name of the organization of \nthe applicant \n4. Educational qualification (copies of testimonials to be attached) \n5. Particulars of professional experience in chronological order.\nName of the Period of Designation Area of \nOrganization service responsibilities \n6. Membership, if any, of professional bodies \n200 \n7. Purpose for which competency certificate is sought (specify the rules) 8. Whether the applicant has been declared as competent person under any statute (if so details) \n9. Any other relevant information \n10. Declaration by the applicant \nI hereby declare that the information furnished above is true. I undertakea) that in the event of my leaving the aforesaid organization, I will promptly inform the Chief Controller.\nb) to fulfil and abide by all the conditions stipulated in the certificate of competency and instructions issued by the Chief Controller from time to time.\nPlace : Signature of applicant \nDate : \nI ___________________ certify that Shri________________________ Whose \nparticulars are furnished above, is in our employment and nominate him on behalf of the organization for the purpose of being declared as a competent person under the rules. I also undertake that I will notify the Chief Controller in case the competent person leaves our employment.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "201 \nPlace : \nDate : \nSignature of ____________________ \nName and Designation ____________ \nTelephone No. __________________ \nFax No. ______________________ \nOfficial Seal \n202 \nTHIRD SCHEDULE \n(See rules 63 and 77) \nDesign and construction of Tank Vehicles \nfor Transporting Petroleum in Bulk \n1. Basic design of tank vehicle:",
    "content": "1) Tank vehicles for the transportation of petroleum in bulk shall be designed and constructed according to sound engineering practice to ensure correct structural relationship between the tank the propulsion equipment and supporting members, ruggedness, safe-road performance and breaking power.\n2) In the case of an articulated vehicle, the weight at the ground of the carrying axles of the tank shall not exceed 60 percent of the designed gross laden weight.\n3) The maximum width of any tank shall be less than the overall width of the vehicle on which it is mounted or by which it is being towed.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "2. Material construction of tank:",
    "content": "1) The tank shall be constructed of iron or steel having the following physical requirements and thickness of metal or of any other material approved by the\n\n\nChief Controller.\na) Physical requirements: \nYield Point, minimum ………………. 1700 kg/cm2 \nUltimate strength minimum ………………. 3100 kg/cm2 \n203 \nMinimum elongation on standard ……………20 percent 5 cm gauge length.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "3. Joints",
    "content": "206 \nAll joints to tank, its shell, heads, partitions, baffles and stiffeners shall be welded in accordance with recognized good practice and the efficiency of any joint shall not be less than 85 percent of the adjacent metal so joined.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "4. Division of tank into compartment: \n1) Unless expressly permitted in writing by the Chief Controller, a tank having a net capacity exceeding 5 kilolitres shall be divided into compartments by oiltight partitions and no compartment shall have net capacity exceeding 5 \nkilolitres.",
    "content": "2) Every partition shall be either dished, corrugated, reinforced or rolled. Flat partition without reinforcement shall not be allowed.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "5. Testing of tank:",
    "content": "\n\n1) Every compartment of a tank shall be tested by a responsible competent person by hydrostatic pressure of not less than 0.316 kg/cm2, The pressure shall be maintained for a period of not less than one hour and shall be gauged at the top of the compartment. The compartment under test shall not show any leakage or drop of pressure during the test.\n2) Two adjoining compartments of a tank shall not be tested or filled with water simultaneously.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "6. Anchoring of tank:",
    "content": "1) The tank shall be securely anchored to the vehicle in a manner that will not- (i) introduce undue concentration of stresses; \n(ii) impair the stability and performance of the vehicle; and \n207 \n(iii) allow any movement between the tank and the vehicle due to starting, stopping and turning.\n(2) All stops and anchors used to anchor a tank to the vehicle shall be so installed as to be readily accessible for inspection and maintenance.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "7. Discharge faucet;",
    "content": "Each compartment of a tank shall be fitted with a discharge faucet which shall be substantially made and so attached. The discharge end of the faucet shall be threaded or so designed as to permit the hose being tightly coupled to it.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "8. Emergency discharge control;",
    "content": "(1) The outlet of each compartment of the tank shall have an efficient and reliable shut-off valve located inside the shell or in a sump forming an integral part of the shell.\n(2) The operating mechanism for the shut-off valve shall be provided with a secondary control in an easily accessible position but remote from all fill openings and discharge faucets.\n(3) The secondary control required by sub-paragraph (2) shall be provided with a fusible section which will permit the shut-off valve to close automatically in the event of a fire.\n(4) A shear section which will break under strain shall be provided between the internal shut-off valve and the discharge faucet. The shear section shall be located as close as possible to the internal shut-off valve.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "9. Normal –venting",
    "content": "208 \n(1) Every compartment shall be fitted with an independent vacuum and pressure operated vent with a minimum effective opening being covered with two \nlayers of non corroding metal wire gauge having not less than 11 meshes per centimetre.\n(2) The vent shall be so arranged as to limit the pressure within the compartment to 0.21 kg/cm2 and the vacuum to 5 centimetres water gauge.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "10. Emergency venting for fire exposure:",
    "content": "(1) In addition to normal venting required by para 9, every compartment of a tank shall be fitted with an emergency venting facility which shall be of the fusible type so as to provide a minimum fire-venting opening having a net area in square centimetres equal to 8 plus 4.3 times the gross capacity of the \ncompartment in kilolitres.\n(2) The emergency vent shall be so designed as to prevent loss of liquid through the vent in the case of vehicle upset except in the case of pressure rise when in the upset position.\n(3) Fusible vents shall be actuated by elements which will operate at a temperature not exceeding 930C.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "11. Top-filling Pipe:",
    "content": "(1) The inner end of the filling pipe shall be fitted with a proper type of splash defiector and the outer end threaded or so designed as to ensure leak proof connection with the filling hose.\n(2) Top filling pipe, if provided, shall be carried down early to the bottom of the tank.\n\n\n209 \n(3) The outer end of the filling pipe shall be fitted with an oil-tight locker cap.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "12. Tank-gauging arrangements:",
    "content": "(1) Each compartment shall be fitted with a dip pipe or any approved tank gauging device.\n(2) The dip pipe, if provided, shall be carried up to the bottom of the tank and all opening in the dip pipe, except the capped top opening shall be covered with two layers of wire gauges having not less then 11 meshes per cm.\n(3) The dip pipe shall be fitted with an oil tight locker cap.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "13. Tank overturn protection:",
    "content": "(1) All tank top fittings shall be protected from damage in the event of overturning of the vehicle chassis on which it is mounted.\n(2) Where protection to tank top fitting are provided by enclosing them within the contour of the shell or with in a rigid coming welded to the tank shell, the area enclosed by such protection shall be adequately drained and provided with plug or cut outs to enable the section to be gas freed completely before \nrepair.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "14. Marking:",
    "content": "Every tank vehicle used for the transportation of petroleum shall, whether loaded or empty be conspicuously marked on each side and rear thereof in letters at least 7cm high on a background of sharply contrasting colours with the words “FLAMMABLE ” and the common name of the flammable liquid being transported e.g. “MOTOR SPIRIT”, “KEROSENE’, etc.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "210 \nFOURTH SCHEDULE \n[See Rule 105] \nA extent of hazardous area in Refineries /Processing/Plants/major installations conforming to condition 10 (a) of licence FORM XIII \nSl. Description of Location of Products Handled Characteristics Extent of \nClassification \nNo. the facility the facility stored in the of the facility Areas of Area \nFacility (Division) \n1 2 3 4 5 6 7 \n1.Plant, Equipment, Open Air Inflammable liquid Releases inflammable (i) Pits, sumps, trenches 1 \nProcess Vessels above its flash-point products under below the floor or ground \nor inflammable ABNORMAL level within \nhazardous vapour or conditions area ( \nany zone). gas heavier than air \nor requires to \nbe opened \nup for maintenance due \nto ABNORMAL \nconditions \n(ii) Area above the ground 2 \nlevel extending vertically \n8m above the \nsource of \nhazards and horizontally \n16m in all directions from \nsuch source. Beyond 8m \nfrom the source of hazard \nin the horizontal plane, the \n212 \n1 2 3 4 5 6 7 \nvertical extent of the \nhazardous area may be \nreduced to 8m above",
    "content": "\n\nthe ground level.\n(iii) Where large release \n2 of volatile products may \nAdditional occur, the area in the \nhorizontal plane beyond \n16m upto 32m from \nthe source of hazard, \nextending vertically up to \n60cm above the ground \nlevel in all directions.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "1.1Plant, Equipment Open Air Inflammable liquid Releases inflammable (i) Pits, sumps, trenches 1 \nprocess Vessels above its flash-point products under below the floor or ground \nor inflammable NORMAL level within \nhazardous vapour or gas heavier \nconditions or Normally area (any zone). than air \nrequires frequent \nopening up \nfor maintenance.",
    "content": "(ii) Area above the ground 1 \nlevel extending vertically \n8m above the source of \n213 \n1 2 3 4 5 6 7 \nhazards and horizontally \n16m in all directions from \nsuch source. Beyond 8m \nfrom the source of hazard \nin the horizontal plane, the \nvertical extent of the \nhazardous area \nmay be reduced to 8m \nabove the ground level.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "1.2 Plant, Equipment Well- inflammable liquid Releases inflammable(i) Pits, sumps, trenches Process Vessels ventilated above its flash point products under below the floor or ground sheds. or inflammable vap- ABNORMAL level within hazardous \nour or gas heavier conditions or requires area \n(any zone). than air to be \nopened up \nfor maintenance due \n214 \n1 2 3 4 5 6 7 \nfor maintenance \nunder ABNORMAL \nconditions \n(ii) Area \nabove the ground 1 level \nextending vertically 8m above \nthe source of hazards and",
    "content": "\n\nhorizontally 16m in all \ndirections from \nsuch source. Beyond 8m \nfrom the source of hazard \nin the horizontal \nplane, the vertical extent of the \nhazardous \narea may be reduced to \n8m above the ground \nlevel.\n(iii) Where large release \n2 of volatile products \nmay Additional occur, the area in the \nhorizontal plane \nbeyond 16m up to \n32m from the source of \nhazard, extending \nvertically upto 60cm above \nthe ground level in all \ndirections.\n215 \n1 2 3 4 5 6 7 \n1.3 Releases inflammable (i) Pits, sumps, trenches \n1 products under below the \nfloor or ground NORMAL conditions \nlevel within hazardous or normally requires \narea (zone) \nFrequent opening \nfor maintenance \n(ii) Area above the ground \nlevel extending vertically \n8m above the \nsource of hazards and \nhorizontally 16m in all \ndirections from such source.\nBeyond 8m from the \nsource of hazard in the \nhorizontal plane, the vertical extent of the \nhazardous \narea may be reduced to \n8m above the ground \nlevel.\n(iii) Where large release \n1 of volatile products \nmay Additional occur, the area in \nthe horizontal \nplane up to \n216 \n16m beyond the hazardous \narea zone1, \n1 2 3 4 5 6 7 \nextending vertically upto \n60cm above the ground \nlevel in all directions.\n1.4 Plant, Equipment Well- Lighter than air, Releases inflammable (a) With in the shed.- 2 Process Vessels ventilated inflammable gases. products under (i) Entire shed above the sheds. ABNORMAL level of the lowest opening \nconditions or requires in the\n\n\nside wall. to be opened \nup for maintenance \nABNORMAL \nconditions \n(ii) Area above the ground 2 \nlevel or a level 4.5m \nbelow the source of hazards, whichever \nis higher, extending vertically up to \nthe level of the lowest \nopening in the side wall \nof the shed and \nhorizontally 4.5m from such \nsource in all directions.\n(b) Outside the shed :- 2 \nArea above the roof of \nthe shed extending \n217 \nvertically 8m above each \n1 2 3 4 5 6 7 \nopening in the roof \nand horizontally \n4.5m from such \nsource in all \ndirections.\n1.5 Plant, Equipment Inadequately Lighter than air, Releases inflammable (a) With in the shed.- 2 Process Vessels ventilated inflammable gases. products under (i) Entire shed above the sheds. ABNORMAL level of the lowest opening \nconditions or requires in the \nside wall. to be opened up \nfor maintenance (ii) Area above ground ABNORMAL \nlevel or a level conditions.\n4.5m. below the source of \nhazards, whichever is higher, extending \nvertically up to the level of the \nlowest opening in the side \nwall of the shed and \nhorizontally 4.5m from such \nsource in all directions.\n(b) Outside the shed :- \n2 Area above the lowest \nin the side walls of \nshed extending vertically \n218 \n4.5m above the roof and \n1 2 3 4 5 6 7 \nhorizontally 3mtrs.\nfrom the side wall \n1.6 Plant, Equipment Inadequately inflammable liquids, Releases inflammable (a) With in the shed.- 1 \nProcess Vessels ventilated above its flash-point products under (i) Entire area with in shed sheds. or inflammable ABNORMAL including pits, sumps and \nvapour or gas conditions or requires \ntrenches. heavier than \nair to be opened up \nfor maintenance \nABNORMAL conditions.\n(b) Outside the shed :- \n2 Area extending vertically\n\n\n3m above roof and \nhorizontally \n3m beyond shed or \n16 meters from the \nsource of hazard \nwhichever is \nfarthest.\nBeyond 3meters from \nthe shed or 8 meters from \nthe source of hazard, \nwhichever is farthest, \nin the horizontal plane, \n219 \nthe vertical extent of the \nhazardous area may be \nreduced to 8m above \nthe ground level.\n1 2 3 4 5 6 7 \nPits, sumps, trenches 1 \nbelow the ground \nlevel within zone \n2 area (zone).\nWhere large release - \nof inflammable products \noccur- \nArea with in 2 \n16cm of the zone area \nadditional extending vertically up to \n60 cm above the \nground level.\nReleases inflammable i Entire shed 1 \nvapours under \nNORMAL conditions ii. Taking the top most 1 \nor Normally requires opening in the shed as \na opening frequently the source of hazard, the \nfor maintenance. area extending vertically \n8m above such source & \nhorizontally 16m in all \ndirections from the \n220 \nsource. Beyond 8m \nfrom the source of hazard \n1 2 3 4 5 6 7 \nin the horizontal plane, the \nvertical extent of the \nhazardous area may be \nreduced to 8m above \nthe ground level.\niii. Pits sumps, trenches, \n1 within hazardous area.\n(iv) Where large release \n1 of volatile products may \n(Additional ) occur, the area within \n16meters of the zone1 \narea extending vertically \nupto 60cm above the \nground level.\n1.7 Enclosed premises Within No flammable In case of failure of Entire enclosed premises Safe\n\n\nwith purging system. a hazardous products handled in the purging system, Air intake of fresh of area (any the enclosed electric supply is \nthe air purging zone ) premises. automatically cut off \nsystem not less or a warning is \nthan 1.5 meters automatically given to \nabove the hazardous a person in attendance.\narea (any zone), \n221 \n1 2 3 4 5 6 7 \n1.8 Enclosed premises a. Entire shed.\nwithout purging -ditto- -ditto- -dittosystem, \nelectric \nb. Outside the shed. As specified \nin the case of for inadeinadequately \nquately \nventilated shed ventilated \nsheds \n1.9 Pipeline with well Well-venti- Any inflammable Releases inflammable (i) Pits below or within 3 1 \nmaintained valves, lated situ- liquid above its flash products under metre of the facility.\nmetres, fittings. ations or in point or any ABNORMAL ii) Area within 3m of 2 a pit outside inflammable vapour conditions or requires pipeline fittings, valves, hazardous or gas. to be opened metres, in all directions.\narea (any up for maintenance \nzone) due to ABNORMAL \nconditions.\n1.10 Tanks, above Open air Any inflammable liquid -dtto- i) Above the floating 1 ground (floating above its flash points roof, within the shell.\nRoof) ii) Within 3m of the shell 2 \niii) Space within the tank \n222 \nenclosure up to top level \nof the enclosure wall.\n1 2 3 4 5 6 7 \n1.11 Tanks, above Open air Any inflammable Releases inflammable i) Within 1.5m of the vent 1 ground (cone liquid above its flash products under openings \nRoof) point. ABNORMAL ii) Within 3m of the 2 \nconditions or requires tank \nshell, ends or roof to be opened up for of the \ntank maintenance \ndue iii) Space within tank 2 to \nABNORMAL enclosure up to top level conditions.\nof the enclosure wall.\n1.12 Pumps, withdrawals i. In an open Inflammable liquid -ditto- Entire Enclosure 1 fittings. enclosure or gases \nii. In a plat- -ditto- -ditto- Within 1.5m of the edge 2 \nform in the of the platform in all \nopen or in a directions extending \nshed without Vertically from the ground \nwalls. level up to 1.5metres above \nthe top of pumps/withdrawal \nfittings.\niii. Within a well -ditto- -ditto- (i) Pits, sumps, trenches 1 ventilated pump below the floor or ground \n223 \nhouse. level within hazardous \narea (any zone).\n(ii) Area above the ground\n\n\nlevel extending vertically \n8m. above the source of \nhazards and horizontally \n1 2 3 4 5 6 7 \n16m in all directions from \nsuch source. Beyond 8m.\nfrom the source of hazard \nin the horizontal plane, the \nvertical extent of the \nhazardous area \nmay be reduced to 8m \nabove the ground level.\n(iii) Where large release \n1 of volatile products may \nAdditional occur, the area in the \nhorizontal plane beyond \n16m up to 32m from \nthe source of hazard, \nextending vertically upto \n90m above the ground \nlevel.\n_____________________________________________________________________________ ____________________ \n_____ \n224",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "226 \nFOURTH SCHEDULE CONTINUED \n(See rule 105)",
    "content": "B. Extent of hazardous area in installation conforming to condition 10(a) of Licence in Form XV and storage sheds.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Location Classification Extent of Classified area \nof the area \n1 2 3 4",
    "content": "1. Tanks above ground: 2 Within 3 metres form shell.\n(a) shell, ends or roof ends or roof of tank Area \nand enclosed area inside the enclosure up to top \nlevel of enclosure wall.\n(b) Vent 1 Within 1.5 metres of open end of \nvent extending in all directions.\n(c) Floating roof 1 Above the roof and within the \nshell.\n2. Tanks underground Fill Pipe 1 Any pit, box or space below grade level, any part of which is \n227 \nwithin zone 1 or zone 2 area.\n2 Up to 45 cms. above grades level \nwithin a horizontal radius of 3 metres \nfrom a loose fill connection and within \na horizontal radius of 1.5 metres from \na tight fill connection.\nVent discharging upward 1 Within 90 cms. or of open end of vent extending in all directions.\n2 Area between 90 cms. and 1.5 metres \nor of open end of vertical directions.\n3. Pits sumps (below grade level) \na) Without mechanical 1 Entire area within pit/sump if ventilation any part is within zone 1 or 2 area\n\n\nb) With mechanical 2 Entire area within pit/sump if \nventilation any part is within zone 1 or 2 area.\nc) Containing valves, 2 Entire pit/sumps \nfilling piping and not \nwithin zone 1 or 2 area.\n4. Pumps, bleeders withdrawal \nfitting, metres and similar devices: \n228 \na) indoor 1 Pits sumps or trenches below floor \nlevel within zone 2 area.\n2 Within 1.5 metres of any edge of \nsuch devices extending in all \ndirections. Also 90 cms. above \ngrade level or floor level exceeding \nup to 7.5 metres horizontally from \nany edge of such devices.\nb) Outdoor 1 Pits sumps or trenches below \nplatform or ground level within zone \n2 area.\n2 Within 90 cms of any edge of such \ndevices extending in all directions.\nAlso 45 cms. above grade level \nwithin 3 metres horizontally from \nany edge of such devices.\n5. Tank Vehicle 1 Pits sumps or trenches below \nwithin zone 2 area.\na) Bottom loading or 2 Within 90 cms of point of \nunloading connection extending in all \ndirections. Also up to 45 cms. above \ngrade level within a \nhorizontal radius of 3 \nmetres from any point of \nconnection.\n229 \nb) Loading from top 1 Within 90 cms of open end \nwith atmospheric of vent extending in all \nventing directions.\n2. Area between 90 cms. and 1.5 \nmetres from open end of vent \nextending in all directions. Area \nwithin 90 cms. of the edge of \nconnection extending in all \ndirections.\nc) Loading from top 2 Within 90 cms of point of \nwith vapour recovery connection of fill pipe and \nvapour recovery pipe, \nextending in all directions.\n6. Container filling: 1 Pits sumps or trenches below \nwithin zone 1 or 2 area.\na) Outer in a shed 1 Within 90 cms of and fill opening without wall of the container extending in all \ndirections.\n2 Area between 90 cms. and 1.5 \nmetres from fill/vent opening of the \ncontainer extending in all directions.\nAlso up to 45 cms. above floor/or \ngrade level within a horizontalradius \nof 3 metres from vent/fill opening or\n\n\nwithin the filling enclosure, \nwhichever is higher.\n230 \nb) Indoor in a storage/ 1 Whole of the interior of the \nfilling shed well shed.\nventilated near 1 Pits sumps or trenches below \nroof and floor level and within zone 1 or 2 area.\nsituated in open area \n2 Area within the cone formed by \nJoining the top vent level of the \nshed to a point 2.5 metres outside \nthe shed in all directions.\n7. Storage and repair garages 1 All sumps or spaces below floor for tank vehicles level.\n2 Area above 45 cms. Above floor or \ngrade level of entire storage/repair \ngarages.\n8. Drainage, ditches, 1 Area up to 45 cms above ditch separators, separators or basin.\ncompounding basis in \n2 Also up to 45 cms above grade level \nwithin 4.5 metres horizontally from \nany edge.\n9. Container Storage 3 As in 6(b) \n10. Garages for ordinary If there is any opening to \nvehicles, ordinary these rooms within the \n231 \noffice, Rest Room extent of an indoor or outdoor \nclassified area, the facility shall \nbe classified as if the wall, curb \nor partition separating the \nclassified area did not exist.\nC. Extent of hazardous area in service station.\nLocation of hazard Classification Extent of hazardous area of the area \n1 2 3 4 \n1. Underground tank \na) Filling point 1 Any pit, sump, box or space grade \nlevel, any part of which is within zone \n1 or zone 2 hazardous area. Upto 45 \ncms. above grade level within \nhorizontal radius of 3 metres from the \nfilling point.\nb) Vent 1 Within 90 cms. of open end of vent \nextending in all directions.\n2. Area between 90 cms. And 1.5 mters \nof open end of vent extending in all \ndirections \n2. Dispensing pump or unit \n232 \na) Pits/Sumps 1 Any pit, sump or box below grade level any part of which is within zone 1 or \nzone 2 hazardous area.\nb) Pump cabinet or 1 The area 1.2 metres vertically above dispenser enclosure the base within the cabinet enclosure and 45 cms. horizontally in all \ndirections.\nc) Outdoor 2 The area between 45cm and 6 metres\n\n\nof the cabinet/enclosure extending 45 \ncms. vertically above the grade level.\nd) Indoor with 2 -dittomechanical \nventilation \ne) Indoor with normal 2 The area 45 metres and 7.5 \n(gravity)ventilation metres of the cabinet/enclosure \nextending 45 cms. vertically \nabove the grade level.\n3. Remote pumps (Outdoor) 1 Any pit, box or space below grade level of any part within a horizontal \ndistance of 3 metres from the edge of \nthe pump.\n2 Within 90 cms. of any edge of \npumps, extending in all direction. Also \nup to 45 metres above floor or grade \n233 \nlevel within 7.5 metres horizontally \nfrom any edge of pump.\n4. Remote pumps (Indoor) 1 Entire area within any pit.\n2 Within 1.5 metres of any edge of \npump, extending in all directions.\nAlso up to 90 metres above floor or \nground level within 7.5 metres \nhorizontally from any edge of pump.\n5. Lubrication/service room 1 Entire area within a pit.\n2 Area up to 45 cms above floor or \ngrade level within entire lubrication/ \nservice room.\n6. Storage bin or enclosure for 1 Entire bin or enclosure \nClass A or Class B Petroleum \n7. Sales, Storage and Rest room ordinary If there is any opening to these rooms within the extent of a zone 1 \nor zone 2 area the entire room \nshall be classified as zone 1.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "234 \nFIFTH SCHEDULE \n(See rule 193) \nMethods of testing viscous or solid Forms of petroleum",
    "content": "If the sample of petroleum to be tested is viscous or solid or contains sediments or thickening ingredients, such petroleum shall be tested in the ABEL apparatus in the following manner :- \nThe solid mixture must be cut into cylinders 38.1mm in diameter by means of a cork borer or other similar cutter having the correct internal diameter. These cylinders are to be placed in the petroleum cup of the testing apparatus in a vertical position in such number as will completely fill the cup. The cylinders must be in contact with one another but must not be so tightly packed and so be deformed in shape.\nFive or six of the cylinders in the centre of the cup must be shortened to 127 mm to allow space for the thermometer bulb.\nThe petroleum which is viscous or contains sediments or thickening ingredient shall be filled in the petroleum cup of the testing apparatus in a vertical position so that it completely fills the cup.\nThe air bath of the testing apparatus must be filled to a depth of 38.1mm with water. The water bath must then be raised to, and maintained at temperature of about 800F.\nThe cup must then be placed in the air bath, and temperature of the sample must be allowed to rise until the thermometer in the oil –cup show 750F then test flame must be applied.\nIf no flash is obtained, this temperature must be maintained constant in the oil-cup\n\n\nfor one hour at the expiration of which time the test flame must again be applied.\n235 \nIf a flash is obtained, the solid mixture will be subject to the provisions of the Petroleum Act, 1934.",
    "access_tag": "shared"
  },
  {
    "filename": "PR_Act_full(compatibility_resolved).docx",
    "heading": "Fee \n5.",
    "content": "1. III To carry petroleum in \nbulk by water \nAn Officer \nappointed by the \nCentral Govt.\nFor Ship or other Rs. 5000 for \nVessels not exce- period of one \nEding 100 tonnes year or part the- \nGross tonnage reof from the \ndate of issue.\nFor every Rs. 1000 \nAdditional 50 \nTonnes gross \ntonnage or \nfraction thereof.\n2. XI To carry petroleum by \nland on mechanically \npropelled vehicles \nController Rs. 500 for every Calendar year or \npart thereof \n3. XII To import and store \npetroleum Class A in \nquantity not exceeding \n300 litres \nDistrict Authority Rs. 200 for every Calendar year or \npart thereof.\n4. XIII To import and store \npetroleum Class B otherwise \nthan in bulk in \nquantity not exceeding \n25000 litres \nDistrict Authority Rs. 20 for every 1000 litres or part \nthereof for calendar year.\n5. XIV To store petroleum in tank \nor tanks \nController For each class of petroleum Rs. 1000 \nfor the first 50 KL plus Rs. 15 for \nevery additional KL or part thereof,\n\n\nfor every calendar year subject to a \nmaximum of Rs. 15,000 per calendar \nyear or part thereof.\n6. XV To import and store \npetroleum in an \ninstallation \nChief Controller or a \nController \nauthorised in this \nbehalf by the Chief \nController \nFor each class of petroleum Rs. 1000 \nfor the first 50 KL plus Rs. 15 for \nevery additional KL or part thereof, \nfor every calendar year subject to a \nmaximum of Rs. 15,000 per calendar \nyear or part thereof.\n7. XVI To import and store other \nwise than in bulk (a) \nPetroleum Class A in \nquantities exceeding 300 \nlitres (b) Petroleum Class \nB in quantities exceeding \n25000 litres (c) Petroleum \nClass C in quantities \nexceeding 45000 litres or \n(d) partly one class and \npartly two classes of \npetroleum \nController For each class of petroleum Rs. 1000 \nfor the first 50 Kl plus Rs. 15 for \nevery additional KL or part thereof, \nfor every calendar year subject to a \nmaximum of Rs. 15,000 per calendar \nyear or part thereof.\n237 \n8. XVII To store petroleum Class \nA temporarily in \nquantities not exceeding \n50000 litres for fuelling of \naircrafts in connection \nwith crop spraying work \nonly.\nController For each class of petroleum Rs. 1000 \nfor the first 50 Kl plus Rs. 15 for \nevery additional KL or part thereof, \nfor every calendar year subject to a \nmaximum of Rs. 15,000 per calendar \nyear or part thereof.\n9. Special \nForm \nTo import and store \npetroleum class not \nprovided for in Articles \n3,4,5,6 and 7 \nController For each class of petroleum Rs. 1000 \nfor the first 50 Kl plus Rs. 15 for \nevery additional KL or part thereof,\n\n\nfor every calendar year subject to a \nmaximum of Rs. 15,000 per calendar \nyear or part thereof.\n10. XVIII To decant kerosene \n(petroleum class B) from \nmechanically propelled \nvehicle in containers) \nController Rs. 200 for every Calendar year or \npart thereof.\n11. XIX To transport petroleum \nClass A/B in bulk on land \nfor on site refuelling of \naircrafts, heavy \nvehicles/machinery & \nStationery equipments by \na mechanically propelled \nvehicle Viz, Refueller \nController Rs. 500 for every Calendar year or \npart thereof.",
    "access_tag": "shared"
  }
]